<?php
return array(
	#预算类型
	'budget' => array(
			'1' => '全包',
			'2' => '半包',
			'3' => '清包',
			'4' => '纯设计',
			'5' => '软装'
			),
	#装修风格
	'style' => array(
			'1'=>'现代风格',
			'2'=>'田园风格',
			'3'=>'中式风格',
			'4'=>'欧式风格',
			'5'=>'地中海风格',
			'6'=>'东南亚风格',
			'7'=>'美式风格',
			'8'=>'新古典风格',
			'9'=>'混搭风格',
			'99'=>'其他'
		),
	#装修种类
	'renovation_type' => array(
			'1' => '新房装修',
			'2' => '旧房翻修',
			//'3' => '别墅'
			),
	#房屋状态
	'house_status' => array(
			'1' => '未交房',
			'2' => '已交房',
			'3' => '施工中'
			),
	#阶段
	'step' => array(
			'1' => '准备',
			'2' => '土建',
			'3' => '水电',
			'4' => '泥木',
			'5' => '涂料',
			'6' => '安装',
			'7' => '软装',
	)
);