<?php
/*******************************************************************
 * [JishiGou] (C)2005 - 2099 Cenwor Inc.
 *
 * This is NOT a freeware, use is subject to license terms
 *
 * @Filename filter.php $
 *
 * @Author http://www.jishigou.net $
 *
 * @Date 2012-04-23 17:49:35 293314281 1616983024 14451 $
 *******************************************************************/

 
  
$config['filter']=array (
  'enable' => '1',
  'keyword_disable' => '0',
  'keywords' => '18DY电影
18年纪念
18岁的雪儿
1969 尼木
2005言论
2005语录排行榜
K粉
Maya
SEX情色论坛
king粉有售
啊扁涛哥
阿娇艳照下载
阿姨的偷窥
阿姨诱奸
爸爸奸淫我
办理文凭
办理证件
办证刻章发票
包养情妇
边坝时间
冰毒
彩票奖券网
藏独
策屁
茶余饭后
超淫杂交女
车牌隐形喷剂
陈娘宇下台
城市激情聊天室
成人导航
成人电影
成人论坛
成人漫画
成人片
成人频道
成人图片
成人文学
成人午夜场
成人小说
丑化
出售毒品配方
出售高压气枪
出售工字气枪铅弹
出售假币
出售假钞
出售假人民币
出售手
出售套牌车
出售套牌轿车
出售遥控拦截器
出售政协车证
春药
从圣地寻求财富
催情药
大珐
大纪元
大陆当局
大陆当权者
大陆独裁者
大陆官员
大荣
大学骚乱
大扎荣
大祚荣
戴海静
代-办-证件
代办国外文凭
代办文凭
代办证件
待开发票
当代八乱办公室
当代八乱办公室守则官场日志
当代无耻语录
当今六大谎言
当今四大扯蛋
当鸭子的我
党国
邓派
邓小平的英文
邓小平的预言
迪里夏提
地下先烈们纷纷来电
第一次外遇
帝国之梦
赌博透视器
短信猫
短信群发器
对华广播
对日强硬
堕落指南
二奶大奖赛
二奶大赛
发/票/代/开
法轮佛法
法轮功
反动
反对08奥运会
反对奥运会
反共
反华
反政府
方丈哭曰
仿真枪
风流名妓苏小小
浮情浪子
富人与农民工
噶玛吧
高干子弟
高干子女
高校暴乱
高校群体事件
高校骚乱
跟踪定位器
公产王朝
公产小丑
公产专制
共产党
共产极权
共奴
古方迷香
官场段子
官场潜规则
官场顺口溜
官商勾结
光盘与真相
龟头
鬼村
国歌股歌
和奸成瘾
黑灯舞厅
胡core和刘德华
胡锦涛
胡主席刘德华
换妻
黄色图片
黄色网站
黄色小电影
黄色小说
昏药
活摘器
火车上被人强奸
基地组织校园招聘
激情电影
激情小电影
激情一刻现场脱
鸡巴
极度诱惑
佳静安定片
家乐福
加油机干扰器
甲基苯丙胺合成工艺
监听王
奸魔Ⅱ
江二世
江核心
江昏君
江老贼
江理论
江路线
江魔头
江泽民
疆独
交换夫妻
揭晓二奶
姐姐开苞
禁室培欲6赤色杀意
禁书
警花肉搏
军长发威
考试作弊器
考研答案
拉登中国
拉萨骚乱
老虎机定位器
老虎机上分器
老衲痛经
黎阳平
李洪志
联国专员
烈火凤凰
凌虐玉门
流氓无产者
六合采
六合彩
六开网
六四事件
六四屠城
六四屠杀
六四学潮
六四血案
露点
露乳图
露胸图
露穴
露阴
鹿鼎记趣
氯胺酮
乱弹人物揭晓
乱交
裸体
麻醉钢枪
麻醉枪
玛雅
买春买淫
毛派
毛一鲜
毛泽东
毛主席复活
美女黄色
美女人体艺术
蒙汗药
蒙汗药粉
迷幻水
迷幻药
迷魂洞
迷魂药
迷奸表妹的小香穴
迷奸药
迷离的嫂嫂
迷药
秘密花园
蜜穴被插
密穴
免抵押贷款
民告官
民族分裂
母之欲火
鸟巢缺陷
女穴
欧美淫乱
拍肩神药
炮轰密妃
迫近水危机
枪决女犯
枪模
枪杀王志平
枪支
强奸II
强奸党
强奸少妇
强效失意药
切波特
窃听器
亲共行动
青楼十二房
情色帖图
情色图片
情色影片
情色影院
情欲小说
确保北京的水利
群砍血腥时间
人妻兽虐曲
人兽性交
日本变态嫖客
肉棒
肉棍
如何造原子弹
乳交乳伦
赛马
三级片
三唑仑
骚逼
骚妹
骚媚春情
骚女
骚水
骚穴
色戒无删版
色狼俱乐部
色狼网
色情
上海性息
少女俱乐部
奢恋
社民党
身份证生成器
神鬼18妓
升达毕业证
十大恶词
十大忽悠名言
十大欠抽人物
十大无耻语录
视频脱衣
视频自拍
视频自慰
手机/截/听/器
手机/窃/听/器
手机qie/听器
手机监听
手机监听定位器
手机监听器
手机窃/听/器
手机偷听器
手枪
手淫
双儿篇
斯皮尔博客
丝袜聊天室
丝袜美女
四海龙女
太王记
太王死神记
太王四神记
太子党名单
贪官
堂明皇与杨贵姬
陶驷驹
提供甲基苯丙胺
天安门大屠杀
田明建时间
舔私处
童奴工
偷搞母亲
偷拍
投毒杀人
透视眼镜
退出党团队
退党
汪兆钧公开信
王爷倔宠儿
违禁品
唯一不能惹的国家
瘟总再杆五年
无界浏览器
无码电影
无线隐形耳机
无线针孔摄像机
武林情皇传
西藏
现代英雄传奇
现实世界历险记
香港GHB
小平讲英语
小穴
写给十七大人大代表一封信
新xin唐tang
性爱电影
性爱图片
性奴营
性息网
性信息交友
学姐和我
穴口
穴内
雪染飘朱
雪山狮子旗
血腥图片
摇头丸
遥控器解码器
要射了
野性淫魔
一夜情俱乐部
一夜性网
伊扎布特
蚁力神
阴曹地府春晚节目单
阴茎
淫荡少妇之白洁
淫秽电影
淫乱的女子
淫靡
淫魔舞会
淫女
淫色少妇
淫兽学园
淫兽学院
淫水
淫穴
与表妹通奸
宇宙最高法理
玉龟
玉女淫情
玉蒲团之偷情宝鉴
欲望地下城
欲望候车室
渊盖苏文
渊苏文
原子弹的制作
在线博彩
炸弹制作
张小平
赵紫阳晚年谈话
真善忍
针孔摄像头
制服诱惑
制做液体炸药
制作原子弹
中共暴政
中共成人影视
中共当局
中共独枭
中共恶霸
中共监狱
中共警察
中共媒体
中共迫害
中共网特
中共无赖
中共政权
中共专制
中共走狗
中国成人通
中国成人网
中国十大悲情语句
中国特色错别字
中国无耻语录
中国性爱城
中国性城
中文搜性网
朱蒙
朱镕基
专政机器
追踪器
子女任职名单
自杀手册
自杀指南
醉药
醉乙醚
最淫官员',
  'verifys' => '需要审核的内容',
  'replaces' => '查找内容=替换内容',
  'keyword_list' => 
  array (
    0 => '18DY电影',
    1 => '18年纪念',
    2 => '18岁的雪儿',
    3 => '1969 尼木',
    4 => '2005言论',
    5 => '2005语录排行榜',
    6 => 'K粉',
    7 => 'Maya',
    8 => 'SEX情色论坛',
    9 => 'king粉有售',
    10 => '啊扁涛哥',
    11 => '阿娇艳照下载',
    12 => '阿姨的偷窥',
    13 => '阿姨诱奸',
    14 => '爸爸奸淫我',
    15 => '办理文凭',
    16 => '办理证件',
    17 => '办证刻章发票',
    18 => '包养情妇',
    19 => '边坝时间',
    20 => '冰毒',
    21 => '彩票奖券网',
    22 => '藏独',
    23 => '策屁',
    24 => '茶余饭后',
    25 => '超淫杂交女',
    26 => '车牌隐形喷剂',
    27 => '陈娘宇下台',
    28 => '城市激情聊天室',
    29 => '成人导航',
    30 => '成人电影',
    31 => '成人论坛',
    32 => '成人漫画',
    33 => '成人片',
    34 => '成人频道',
    35 => '成人图片',
    36 => '成人文学',
    37 => '成人午夜场',
    38 => '成人小说',
    39 => '丑化',
    40 => '出售毒品配方',
    41 => '出售高压气枪',
    42 => '出售工字气枪铅弹',
    43 => '出售假币',
    44 => '出售假钞',
    45 => '出售假人民币',
    46 => '出售手',
    47 => '出售套牌车',
    48 => '出售套牌轿车',
    49 => '出售遥控拦截器',
    50 => '出售政协车证',
    51 => '春药',
    52 => '从圣地寻求财富',
    53 => '催情药',
    54 => '大珐',
    55 => '大纪元',
    56 => '大陆当局',
    57 => '大陆当权者',
    58 => '大陆独裁者',
    59 => '大陆官员',
    60 => '大荣',
    61 => '大学骚乱',
    62 => '大扎荣',
    63 => '大祚荣',
    64 => '戴海静',
    65 => '代-办-证件',
    66 => '代办国外文凭',
    67 => '代办文凭',
    68 => '代办证件',
    69 => '待开发票',
    70 => '当代八乱办公室',
    71 => '当代八乱办公室守则官场日志',
    72 => '当代无耻语录',
    73 => '当今六大谎言',
    74 => '当今四大扯蛋',
    75 => '当鸭子的我',
    76 => '党国',
    77 => '邓派',
    78 => '邓小平的英文',
    79 => '邓小平的预言',
    80 => '迪里夏提',
    81 => '地下先烈们纷纷来电',
    82 => '第一次外遇',
    83 => '帝国之梦',
    84 => '赌博透视器',
    85 => '短信猫',
    86 => '短信群发器',
    87 => '对华广播',
    88 => '对日强硬',
    89 => '堕落指南',
    90 => '二奶大奖赛',
    91 => '二奶大赛',
    92 => '发/票/代/开',
    93 => '法轮佛法',
    94 => '法轮功',
    95 => '反动',
    96 => '反对08奥运会',
    97 => '反对奥运会',
    98 => '反共',
    99 => '反华',
    100 => '反政府',
    101 => '方丈哭曰',
    102 => '仿真枪',
    103 => '风流名妓苏小小',
    104 => '浮情浪子',
    105 => '富人与农民工',
    106 => '噶玛吧',
    107 => '高干子弟',
    108 => '高干子女',
    109 => '高校暴乱',
    110 => '高校群体事件',
    111 => '高校骚乱',
    112 => '跟踪定位器',
    113 => '公产王朝',
    114 => '公产小丑',
    115 => '公产专制',
    116 => '共产党',
    117 => '共产极权',
    118 => '共奴',
    119 => '古方迷香',
    120 => '官场段子',
    121 => '官场潜规则',
    122 => '官场顺口溜',
    123 => '官商勾结',
    124 => '光盘与真相',
    125 => '龟头',
    126 => '鬼村',
    127 => '国歌股歌',
    128 => '和奸成瘾',
    129 => '黑灯舞厅',
    130 => '胡core和刘德华',
    131 => '胡锦涛',
    132 => '胡主席刘德华',
    133 => '换妻',
    134 => '黄色图片',
    135 => '黄色网站',
    136 => '黄色小电影',
    137 => '黄色小说',
    138 => '昏药',
    139 => '活摘器',
    140 => '火车上被人强奸',
    141 => '基地组织校园招聘',
    142 => '激情电影',
    143 => '激情小电影',
    144 => '激情一刻现场脱',
    145 => '鸡巴',
    146 => '极度诱惑',
    147 => '佳静安定片',
    148 => '家乐福',
    149 => '加油机干扰器',
    150 => '甲基苯丙胺合成工艺',
    151 => '监听王',
    152 => '奸魔Ⅱ',
    153 => '江二世',
    154 => '江核心',
    155 => '江昏君',
    156 => '江老贼',
    157 => '江理论',
    158 => '江路线',
    159 => '江魔头',
    160 => '江泽民',
    161 => '疆独',
    162 => '交换夫妻',
    163 => '揭晓二奶',
    164 => '姐姐开苞',
    165 => '禁室培欲6赤色杀意',
    166 => '禁书',
    167 => '警花肉搏',
    168 => '军长发威',
    169 => '考试作弊器',
    170 => '考研答案',
    171 => '拉登中国',
    172 => '拉萨骚乱',
    173 => '老虎机定位器',
    174 => '老虎机上分器',
    175 => '老衲痛经',
    176 => '黎阳平',
    177 => '李洪志',
    178 => '联国专员',
    179 => '烈火凤凰',
    180 => '凌虐玉门',
    181 => '流氓无产者',
    182 => '六合采',
    183 => '六合彩',
    184 => '六开网',
    185 => '六四事件',
    186 => '六四屠城',
    187 => '六四屠杀',
    188 => '六四学潮',
    189 => '六四血案',
    190 => '露点',
    191 => '露乳图',
    192 => '露胸图',
    193 => '露穴',
    194 => '露阴',
    195 => '鹿鼎记趣',
    196 => '氯胺酮',
    197 => '乱弹人物揭晓',
    198 => '乱交',
    199 => '裸体',
    200 => '麻醉钢枪',
    201 => '麻醉枪',
    202 => '玛雅',
    203 => '买春买淫',
    204 => '毛派',
    205 => '毛一鲜',
    206 => '毛泽东',
    207 => '毛主席复活',
    208 => '美女黄色',
    209 => '美女人体艺术',
    210 => '蒙汗药',
    211 => '蒙汗药粉',
    212 => '迷幻水',
    213 => '迷幻药',
    214 => '迷魂洞',
    215 => '迷魂药',
    216 => '迷奸表妹的小香穴',
    217 => '迷奸药',
    218 => '迷离的嫂嫂',
    219 => '迷药',
    220 => '秘密花园',
    221 => '蜜穴被插',
    222 => '密穴',
    223 => '免抵押贷款',
    224 => '民告官',
    225 => '民族分裂',
    226 => '母之欲火',
    227 => '鸟巢缺陷',
    228 => '女穴',
    229 => '欧美淫乱',
    230 => '拍肩神药',
    231 => '炮轰密妃',
    232 => '迫近水危机',
    233 => '枪决女犯',
    234 => '枪模',
    235 => '枪杀王志平',
    236 => '枪支',
    237 => '强奸II',
    238 => '强奸党',
    239 => '强奸少妇',
    240 => '强效失意药',
    241 => '切波特',
    242 => '窃听器',
    243 => '亲共行动',
    244 => '青楼十二房',
    245 => '情色帖图',
    246 => '情色图片',
    247 => '情色影片',
    248 => '情色影院',
    249 => '情欲小说',
    250 => '确保北京的水利',
    251 => '群砍血腥时间',
    252 => '人妻兽虐曲',
    253 => '人兽性交',
    254 => '日本变态嫖客',
    255 => '肉棒',
    256 => '肉棍',
    257 => '如何造原子弹',
    258 => '乳交乳伦',
    259 => '赛马',
    260 => '三级片',
    261 => '三唑仑',
    262 => '骚逼',
    263 => '骚妹',
    264 => '骚媚春情',
    265 => '骚女',
    266 => '骚水',
    267 => '骚穴',
    268 => '色戒无删版',
    269 => '色狼俱乐部',
    270 => '色狼网',
    271 => '色情',
    272 => '上海性息',
    273 => '少女俱乐部',
    274 => '奢恋',
    275 => '社民党',
    276 => '身份证生成器',
    277 => '神鬼18妓',
    278 => '升达毕业证',
    279 => '十大恶词',
    280 => '十大忽悠名言',
    281 => '十大欠抽人物',
    282 => '十大无耻语录',
    283 => '视频脱衣',
    284 => '视频自拍',
    285 => '视频自慰',
    286 => '手机/截/听/器',
    287 => '手机/窃/听/器',
    288 => '手机qie/听器',
    289 => '手机监听',
    290 => '手机监听定位器',
    291 => '手机监听器',
    292 => '手机窃/听/器',
    293 => '手机偷听器',
    294 => '手枪',
    295 => '手淫',
    296 => '双儿篇',
    297 => '斯皮尔博客',
    298 => '丝袜聊天室',
    299 => '丝袜美女',
    300 => '四海龙女',
    301 => '太王记',
    302 => '太王死神记',
    303 => '太王四神记',
    304 => '太子党名单',
    305 => '贪官',
    306 => '堂明皇与杨贵姬',
    307 => '陶驷驹',
    308 => '提供甲基苯丙胺',
    309 => '天安门大屠杀',
    310 => '田明建时间',
    311 => '舔私处',
    312 => '童奴工',
    313 => '偷搞母亲',
    314 => '偷拍',
    315 => '投毒杀人',
    316 => '透视眼镜',
    317 => '退出党团队',
    318 => '退党',
    319 => '汪兆钧公开信',
    320 => '王爷倔宠儿',
    321 => '违禁品',
    322 => '唯一不能惹的国家',
    323 => '瘟总再杆五年',
    324 => '无界浏览器',
    325 => '无码电影',
    326 => '无线隐形耳机',
    327 => '无线针孔摄像机',
    328 => '武林情皇传',
    329 => '西藏',
    330 => '现代英雄传奇',
    331 => '现实世界历险记',
    332 => '香港GHB',
    333 => '小平讲英语',
    334 => '小穴',
    335 => '写给十七大人大代表一封信',
    336 => '新xin唐tang',
    337 => '性爱电影',
    338 => '性爱图片',
    339 => '性奴营',
    340 => '性息网',
    341 => '性信息交友',
    342 => '学姐和我',
    343 => '穴口',
    344 => '穴内',
    345 => '雪染飘朱',
    346 => '雪山狮子旗',
    347 => '血腥图片',
    348 => '摇头丸',
    349 => '遥控器解码器',
    350 => '要射了',
    351 => '野性淫魔',
    352 => '一夜情俱乐部',
    353 => '一夜性网',
    354 => '伊扎布特',
    355 => '蚁力神',
    356 => '阴曹地府春晚节目单',
    357 => '阴茎',
    358 => '淫荡少妇之白洁',
    359 => '淫秽电影',
    360 => '淫乱的女子',
    361 => '淫靡',
    362 => '淫魔舞会',
    363 => '淫女',
    364 => '淫色少妇',
    365 => '淫兽学园',
    366 => '淫兽学院',
    367 => '淫水',
    368 => '淫穴',
    369 => '与表妹通奸',
    370 => '宇宙最高法理',
    371 => '玉龟',
    372 => '玉女淫情',
    373 => '玉蒲团之偷情宝鉴',
    374 => '欲望地下城',
    375 => '欲望候车室',
    376 => '渊盖苏文',
    377 => '渊苏文',
    378 => '原子弹的制作',
    379 => '在线博彩',
    380 => '炸弹制作',
    381 => '张小平',
    382 => '赵紫阳晚年谈话',
    383 => '真善忍',
    384 => '针孔摄像头',
    385 => '制服诱惑',
    386 => '制做液体炸药',
    387 => '制作原子弹',
    388 => '中共暴政',
    389 => '中共成人影视',
    390 => '中共当局',
    391 => '中共独枭',
    392 => '中共恶霸',
    393 => '中共监狱',
    394 => '中共警察',
    395 => '中共媒体',
    396 => '中共迫害',
    397 => '中共网特',
    398 => '中共无赖',
    399 => '中共政权',
    400 => '中共专制',
    401 => '中共走狗',
    402 => '中国成人通',
    403 => '中国成人网',
    404 => '中国十大悲情语句',
    405 => '中国特色错别字',
    406 => '中国无耻语录',
    407 => '中国性爱城',
    408 => '中国性城',
    409 => '中文搜性网',
    410 => '朱蒙',
    411 => '朱镕基',
    412 => '专政机器',
    413 => '追踪器',
    414 => '子女任职名单',
    415 => '自杀手册',
    416 => '自杀指南',
    417 => '醉药',
    418 => '醉乙醚',
    419 => '最淫官员',
  ),
  'verify_list' => 
  array (
    0 => '测试需要审核的内容',
  ),
  'replace_list' => 
  array (
    '测试查找内容' => '测试替换内容',
  ),
);
?>