<?php
/*******************************************************************
 * [JishiGou] (C)2005 - 2099 Cenwor Inc.
 *
 * This is NOT a freeware, use is subject to license terms
 *
 * @Filename live.php $
 *
 * @Author http://www.jishigou.net $
 *
 * @Date 2012-04-24 16:33:35 1972505680 606794094 476 $
 *******************************************************************/

 
  
$config['live']=array (
  'user' => 'admin',
  'des' => '微直播是依托于微博基础，通过汇集微博上来自各方面的实时信息，全方位展现大型活动进程的直播平台。
在微直播中，普通网友也能通过参与现场播报，与明星嘉宾一同成为活动的主角。同时依托微博快捷的传播机制和庞大的用户基础，微直播已成为活动信息最快速的传播平台。',
  'ads' => '微直播接受体育、娱乐、科技、财经等相关直播需求申请。
如有举办直播需求请私信@admin, 并留下您的姓名、身份和联系方式。',
  'uid' => '1',
);
 ?>