<?php
/*******************************************************************
 * [JishiGou] (C)2005 - 2099 Cenwor Inc.
 *
 * This is NOT a freeware, use is subject to license terms
 *
 * @Filename search_admin_menu_index.php $
 *
 * @Author http://www.jishigou.net $
 *
 * @Date 2012-05-16 17:13:55 1615662936 1911859742 128019 $
 *******************************************************************/

 
  
$config['search_admin_menu_index']=array (
  0 => 
  array (
    'index' => 
    array (
      '常用操作' => 'admin.php?mod=index&code=home',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=index&code=home',
      1 => '常用操作',
      2 => '系统版本信息（关注新版）',
      3 => '本站所用版本：V$SYS_VERSION$ beta $SYS_BUILD$ (gbk)',
      4 => '[ 正在确定版本状态 ]',
      5 => '程序授权类型：未授权',
      6 => '主要设置引导',
      7 => '1、初期设置：',
      8 => '核心设置  |',
      9 => 'Logo更新  |',
      10 => '手机应用  |',
      11 => '邮件设置  |',
      12 => '伪静态  |',
      13 => 'V认证分类  |',
      14 => 'UCenter整合',
      15 => '2、运营调整：',
      16 => '注册控制  |',
      17 => '关键词过滤  |',
      18 => '自动关注  |',
      19 => '角色权限  |',
      20 => '皮肤风格  |',
      21 => '幻灯广告  |',
      22 => '积分规则',
      23 => '3、特色功能：',
      24 => '微博评论模块  |',
      25 => '论坛帖子调用  |',
      26 => '帖子发作微博  |',
      27 => '平台帐号设置  |',
      28 => '监测同IP网站',
      29 => '系统最新动态',
      30 => '正在载入中...',
      31 => '网站数据统计',
      32 => '微博数个数">微博数',
      33 => '标签数个数">标签数',
      34 => '会员数个数">会员数',
      35 => '在线人数个数">在线人数',
      36 => '数据库',
      37 => '23.53M | 优化',
      38 => '待审核记录',
      39 => '微博',
      40 => '活动',
      41 => '投票',
      42 => '头像签名',
      43 => '举报',
      44 => 'V认证',
      45 => '待审会员',
      46 => '相关系统推荐',
      47 => '天天团购系统：强大免费开源',
      48 => '爱聚合：智能专题网赚系统',
      49 => '网赚宝：BBS和CMS建站必备',
    ),
  ),
  1 => 
  array (
    'index' => 
    array (
      '网站核心设置' => 'admin.php?mod=setting&code=modify_normal',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_normal',
      1 => '网站核心设置',
      2 => '核心设置',
      3 => '手机应用设置',
      4 => '图片上传设置',
      5 => '发布来源设置',
      6 => '图片签名档调用',
      7 => '邮件发送设置',
      8 => '远程附件设置',
      9 => '要点提示',
      10 => '核心设置是指影响整个网站用户的设置，比如是否开启先审核后发布等；',
      11 => '本页面的设置以及网站的数据库配置信息都保存在/setting/settings.php中。',
      12 => '公共页面仅显示V认证用户的微博:',
      13 => '公共页面指游客首页、广场的最新微博、同城微博、图片墙、最新评论、热门转发、热门评论；选择是，将仅显示V认证用户的微博，减少垃圾信息干扰。',
      14 => '非V认证用户发言限制:',
      15 => '选择“禁止发言”，只有已通过V认证的用户才能发微博；',
      16 => '选择“进入待审核”，非V认证的用户发微博自动进入待审核状态；',
      17 => '禁止发言',
      18 => '进入待审核',
      19 => '不限制',
      20 => '开启微博内容先审后发:',
      21 => '选择“是”，前台所有用户锁发微博必须经过管理员审核通过后才可以对外显示；',
      22 => '用户在“我的微博”可以看到自己发布的待审核的微博信息。',
      23 => '有待审核通知管理员:',
      24 => '当您在此处填写了内容时，系统自动以初始帐号给管理员发私信，告知有审核内容；',
      25 => '填写管理员昵称，多个管理员用"|"隔开;',
      26 => '为方便管理，请尽量不要以初始帐号作为审核管理员',
      27 => '进入待审核提示:',
      28 => '选择“是”开启，用户发微博内容进入审核状态时，显示提示信息；',
      29 => '选择“否”，跳过信息提示',
      30 => '开启签名审核:',
      31 => '选择“是”开启，前台所有用户编辑签名必须经过管理员审核通过后才可以对外显示；',
      32 => '未经审核以及审核未通过时，显示用户原有签名;',
      33 => '开启头像审核:',
      34 => '选择“是”开启，前台所有用户改变头像必须经过管理员审核通过后才可以对外显示；',
      35 => '未经审核以及审核未通过时，显示用户原有头像或默认头像;',
      36 => '开启微群站外调用:',
      37 => '选择“是”开启，微群站外调用；',
      38 => '临时关闭前台访问时的提示:',
      39 => '当您在此处填写了内容时，系统自动关闭网站前台的访问，并提示此内容',
      40 => '发布框默认显示话题:',
      41 => '如果设置此项，则在微博发布框中会显示这里设置的内容，比如“#意见反馈#”',
      42 => '主要用于引导用户发布相关的微博内容。',
      43 => '用户关注数限制:',
      44 => '设置用户能最多能关注的用户数量，默认为2000个用户；',
      45 => '在此可设置关注用户的最大数量，为空或者0时不限制用户关注数；为提高系统效率，强烈建议设置在2000以内。',
      46 => '微博内容长度限制:',
      47 => '设置在微博输入框中可输入的内容长度，默认为1000个字符；',
      48 => '在此可设置个性长度，为空或者0时不限制输入长度。',
      49 => '微博默认显示长度:',
      50 => '设置微博内容默认显示长度，默认140个字符，最长不能超过200个字符；',
      51 => '超过指定长度的内容，系统自动加上“查看全文”链接。',
      52 => '微博可编辑时间:',
      53 => '设置微博发布后多少时间内允许用户编辑修改（被转发、评论后自动禁止编辑）；',
      54 => '管理员不受此设置限制，可在任何时间修改任何微博内容。',
      55 => '/ 分钟',
      56 => '关闭后台密码二次验证:',
      57 => '选择是，那么管理员前台登录后，访问admin.php进入后台时，无需再次输入密码；',
      58 => '选择“否”，进入后台需再次输入密码进行验证（为了后台安全，建议选择“否”）',
      59 => '开启视频站内播放:',
      60 => '选择“是”开启，用户分享的视频链接地址将可在站内直接播放。',
      61 => '选择“否”系统只在站内显示视频页面标题和URL地址。',
      62 => '注册需选择所在区域:',
      63 => '选择“是”，注册时显示区域选项，建议选是，方便查找同城用户。',
      64 => '显示个人签名:',
      65 => '选择“是”，在微博列表中显示签名。 选择“否”，则只在个人页面中显示。',
      66 => '是否显示LV等级图标:',
      67 => '选择“是”在网站中显示等级图标；选择”否“ 则网站不显示等级图标。',
      68 => '是否在微博中显示LV等级:选择“是”在我的微博中显示在昵称后面，选择”否“则不在微博中显示。',
      69 => '微博列表中是否显示“关注用户”按钮:',
      70 => '选择是，会在微博列表的用户头像下出现关注按钮，方便关注',
      71 => '微博列表最多显示多少分页？',
      72 => '分页过多的页面会影响系统效率，建议设置为300以内比较合适，0为不限制。',
      73 => '我的首页显示多长时间内的微博？',
      74 => '内容很多时列出所有的微博会影响系统效率，',
      75 => '设为60天以内的微博比较合适，0为不限制。',
      76 => '发布内容间隔时间:',
      77 => '此设置用于限制恶意刷屏；',
      78 => '比如设置为5秒，则5秒内不能连续发内容。',
      79 => '/秒',
      80 => '我的首页自动查询新微博的时间:',
      81 => '如设置为45秒，系统会每隔45秒，自动去服务器查询是否有新发的微博；',
      82 => '时间过短会影响服务器性能；关闭此功能请设为0秒。',
      83 => '开启匿名举报:',
      84 => '“开启”，则游客有举报权限，“不开启”则注册会员才能举报；（默认为关闭）',
      85 => '开启',
      86 => '关闭',
      87 => '服务器时区设置:',
      88 => '根据服务器的时区进行配置，国内服务器一般为 GMT +08:00',
      89 => '网站名称:',
      90 => '网站的名称在每个页面的标题处会显示',
      91 => '网站主域名:',
      92 => '供系统底层使用，默认设置好的，不建议修改；',
      93 => '如确实需修改，请通过ftp修改setting目录下settings.php文件site_domain变量值；',
      94 => '多域名访问支持:',
      95 => '如果您网站需要通过多个域名来访问，请在右边设置；',
      96 => '默认为空，一行填写一个域名',
      97 => '网站url地址:',
      98 => '为防止搜索引擎重复收录，系统将限定网址以此url为基准；',
      99 => '不建议修改；如确实需修改，请通过ftp修改setting目录下settings.php文件site_url变量值',
      100 => '管理员常用Email（重要）:',
      101 => '系统给用户发邮件时将使用此域名，并且网站数据库错误信息也会发到此Email',
      102 => '开启页面 Gzip 压缩:',
      103 => '选“是”启用gzip压缩，可加快网页传输速度；',
      104 => '开启前请确认服务器PHP为4.x以上版本，且开启Zlib模块。',
      105 => '网站备案号码:',
      106 => '如果网站已备案，在此输入您的备案号；',
      107 => '填写后，会在每个页面底部显示 ICP 备案信息',
      108 => '网站版权或联系信息:',
      109 => '此处支持HTML代码，不用可以留空；',
      110 => '可以在此声明网站的版权信息，也可以填写联系信息等',
      111 => '访问统计代码:',
      112 => '可将第三方提供的网站访问统计HTML代码，直接粘贴到此次即可统计全站',
    ),
  ),
  2 => 
  array (
    'index' => 
    array (
      '注册访问控制' => 'admin.php?mod=setting&code=modify_register',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_register',
      1 => '注册访问控制',
      2 => '用户注册控制',
      3 => 'IP访问控制',
      4 => '自动关注和推荐',
      5 => '默认关注分组',
      6 => '邀请注册文字',
      7 => '防灌水验证码',
      8 => '用户注册相关设置',
      9 => '开启用户普通注册功能？',
      10 => '设置是否允许游客注册成为站点会员，可根据需求选择允许的注册方式',
      11 => '普通注册',
      12 => '邀请注册',
      13 => '启用第三方帐号注册功能？',
      14 => '如果启用了上述“普通注册”那新浪等平台帐号登陆注册默认也是允许的；',
      15 => '如为了防止注册机，那请关闭普通注册，并单独勾选启用第三方帐号登陆即可，前提是已经设置了新浪微博绑定',
      16 => '新浪微博',
      17 => '腾讯微博',
      18 => '完全关闭普通注册时的提示信息:',
      19 => '建议告知用户为什么关闭，并说明如何才能注册（支持html代码）',
      20 => '给新注册用户发私信',
      21 => '新用户注册后，系统会把下面内容发送给新注册用户（支持html代码）',
      22 => '留空将关闭此功能',
      23 => '以哪个管理员名义给新注册用户发私信:',
      24 => '此项与上述发私信设置配合使用，将以此处填写的管理员昵称给新用户发私信',
      25 => '每个邀请链接可注册人数:',
      26 => '达到指定注册人数后，邀请链接将失效，方便控制注册人数；',
      27 => '查看前台邀请好友的描述',
      28 => '每用户最多可邀请人数:',
      29 => '在开启邀请功能后，每个注册用户最多可以邀请多少人来注册并关注自己，默认为30',
      30 => '用户昵称/个性微博地址中禁止包含的字符:',
      31 => '一行一个，可以使用通配符*',
      32 => '个性微博地址将用于访问用户个人微博，右侧预设的词语系统已经使用，禁止用户使用。',
      33 => '新注册用户默认的角色:',
      34 => '设置新注册的用户属于哪个用户组，如无特殊需求请设置为“普通会员” ；',
      35 => '如需人工审核用户注册，请设置为“待验证会员”，其后新用户注册，将会收到相应私信通知；',
      36 => '有待审核会员时，管理员也会收到私信通知（点此设定通知哪些管理员）；',
      37 => '点此设置用户角色权限，点此审核待验证会员。',
      38 => '给待验证会员发私信通知:',
      39 => '当注册用户进入‘待验证用户’组时，以初始帐号发私信告知的内容',
      40 => '待验证会员审核通过后发私信通知:',
      41 => '当待验证用户通过审核后，以初始帐号发私信告知的内容。',
      42 => '新用户验证EMAIL:',
      43 => '选择“否”，无需验证Email，用户可直接注册成功；',
      44 => '选择“是”将向用户注册Email发送一封验证邮件，以确认Email有效性。',
      45 => 'EMAIL未验证的用户角色:',
      46 => '如设置了新注册用户需要EMAIL验证，但用户注册了却没验证，就属于该角色。',
      47 => '禁止使用的Email地址:',
      48 => '由于一些大型邮件服务提供商会过滤系统程序发送的有效邮件，您可以要求新用户不得以某些域名结尾的邮箱注册，每行一个域名，例如',
      49 => '@hotmail.com',
      50 => '只开启普通时，是否显示邀请人输入框？',
      51 => '选择“否”，注册页面上不显示邀请人输入框',
      52 => '邀请人为空时，是否允许用户自定义？',
      53 => '选择“否”，用户在个人设置页面将不能自定义的设置邀请人',
    ),
  ),
  3 => 
  array (
    'index' => 
    array (
      '自动关注和推荐' => 'admin.php?mod=setting&code=regfollow',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=regfollow',
      1 => '自动关注和推荐',
      2 => '用户注册控制',
      3 => 'IP访问控制',
      4 => '默认关注分组',
      5 => '邀请注册文字',
      6 => '防灌水验证码',
      7 => '技巧提示',
      8 => '1、添加格式： 每行一个昵称。例如：',
      9 => 'admin',
      10 => '记事狗小秘书',
      11 => '2、显示的推荐用户数按照“界面与显示设置”中的“注册完成关注人数”,如果下面实际人数多于设定，则系统随机获取',
      12 => '推荐关注用户：在注册页或达人榜页面，推荐用户来关注，可用于推广等',
      13 => '自动关注用户：用户注册后会自动关注的用户，比如官方的客服帐户等；',
    ),
  ),
  4 => 
  array (
    'index' => 
    array (
      'UCenter整合' => 'admin.php?mod=ucenter&code=ucenter',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=ucenter&code=ucenter',
      1 => 'UCenter整合',
      2 => '调用Discuz!论坛',
      3 => '论坛帖子同步发微博',
      4 => '调用DedeCMS文章',
      5 => '整合调用PhpWind',
      6 => '点此查看要点提示',
      7 => '1、ucenter整合是指通过ucenter接口（简称uc）将各系统中的用户进行关联绑定，实现同步注册登录等；',
      8 => '2、整合前请先备份好各系统的数据库，以防数据丢失，详情帮助点此查看；',
      9 => '3、如果开启了本功能，请正确的进行配置，否则会导致用户不能正常的注册、登录；',
      10 => '4、如果ucenter和记事狗程序是在两台不同的服务器上，请确保两台服务器的时间一致，否则会导致通信失败；',
      11 => '如进行了错误设置无法登录，请通过ftp修改/setting/ucenter.php文件，将\'enable\'',
      12 => '变量设置为 \'0\'',
      13 => 'Ucenter整合',
      14 => '开启Ucenter整合？',
      15 => '注意：为了保证各系统中用户名称的统一、减少用户歧义，记事狗从V3.5版本开始通过微博昵称与uc用户名对接',
      16 => '开启调用Ucenter头像',
      17 => '选择是，将调用uc的头像；选择否，则调用微博本身的头像。',
      18 => '整合uc后是否允许普通用户修改昵称',
      19 => '选择是，允许修改，虽不影响绑定关系，但可能造成微博昵称与uc中的用户名不统一，给用户造成歧义；',
      20 => '选择否，则禁止修改（推荐），管理员仍可通过修改ucenter系统中的用户名来修改昵称。',
      21 => 'Ucenter连接方式',
      22 => '使用mysql方式进行连接，更加高效和快速（推荐）；',
      23 => 'mysql fsockopen 连接',
      24 => 'UCenter中应用的配置信息:',
      25 => '方法1、【推荐】',
      26 => '直接从UCenter中复制配置信息字符串填到右侧框，提交即可',
      27 => '留空时将不更新原先设置的信息。',
      28 => '方法2、手动填写以下的配置信息',
      29 => '2.1、Ucenter数据库地址',
      30 => '2.2、Ucenter数据库用户',
      31 => '2.3、Ucenter数据库密码',
      32 => '2.4、Ucenter数据库名称',
      33 => 'Ucenter数据库字符集',
      34 => '2.5、Ucenter数据库表前辍',
      35 => '2.6、Ucenter通信密钥',
      36 => '2.7、Ucenter地址',
      37 => 'Ucenter字符集',
      38 => '2.8、Ucenter IP地址',
      39 => '2.9、当前应用的ID',
      40 => '提 交',
    ),
  ),
  5 => 
  array (
    'index' => 
    array (
      '调用Discuz论坛' => 'admin.php?mod=dzbbs&code=discuz_setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=dzbbs&code=discuz_setting',
      1 => '调用Discuz论坛',
      2 => 'UCenter整合',
      3 => '调用Discuz!论坛',
      4 => '论坛帖子同步发微博',
      5 => '调用DedeCMS文章',
      6 => '整合调用PhpWind',
      7 => '使用说明',
      8 => '1、功能介绍：在微博中直接显示论坛帖子，开启后在我的首页增加一个“我的论坛”的tab，点击会显示Discuz论坛相应的帖子！',
      9 => '2、配置说明：进行此配置前请先通过“UCenter整合”完成记事狗微博与论坛的用户整合！',
      10 => 'Discuz!论坛帖子调用',
      11 => '开启Discuz!论坛帖子调用:',
      12 => '开启后在我的首页增加一Tab“我的论坛”显示论坛的帖子',
      13 => '参数设置',
      14 => '论坛数据库地址:',
      15 => '如果Discuz!论坛与微博在同一服务器上填：localhost，否则请填写IP地址',
      16 => '论坛数据库编码类型:',
      17 => 'GBK',
      18 => 'UTF-8',
      19 => 'Discuz!论坛数据库字符集编码类型（gbk或utf-8）',
      20 => '数据库名:',
      21 => 'Discuz!论坛数据库名称',
      22 => '数据库用户名:',
      23 => 'Discuz!论坛数据库用户名称',
      24 => '数据库密码:',
      25 => 'Discuz!论坛数据库用户密码',
      26 => '数据库端口:',
      27 => 'Discuz!论坛数据库连接端口号（默认3306，无需修改）',
      28 => '数据库表前缀:',
      29 => 'Discuz!论坛数据库表前缀符号，（Discuz!系列默认是:cdb_，Discuz!X系列默认是:pre_）',
      30 => '论坛访问地址:',
      31 => 'Discuz!论坛URL访问地址（结尾不要加“/”，例如：http://www.discuz.net）',
      32 => '论坛版本类型:',
      33 => 'Discuz!论坛程序版本号（目前只支持：discuz! 6.0以上版本 和 discuz X系列）',
    ),
  ),
  6 => 
  array (
    'index' => 
    array (
      '伪静态和SEO' => 'admin.php?mod=setting&code=modify_rewrite',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_rewrite',
      1 => '伪静态和SEO',
      2 => 'URL伪静态设置',
      3 => '网站关键词设置',
      4 => '技巧提示',
      5 => '收缩/展开',
      6 => '一旦选定URL的静态化方式，不能随意做变更，将影响搜索引擎的收录和已收录内容的访问；',
      7 => '如果空间使用的是Apache服务器，选择好静态化方式，系统可以自动完成.htaccess文件创建和相应设置；',
      8 => '如果空间使用的是IIS服务器，启用标准URL静态化前需要特殊设置，否则将导致网站无法访问，具体请参考程序根目录下的iis_rewrite中的readme.txt文件',
      9 => '本页面的设置都保存在/setting/rewrite.php文件中',
      10 => '1、URL静态化设置',
      11 => '选择URL的Rewrite方式:',
      12 => '您可以根据自己的服务器情况选择合适的URL方式',
      13 => '2、URL地址名称自定义技巧提示',
      14 => '如果URl静态化设置中“不启动静态化”，则下面的设置将不能生效；',
      15 => 'URL地址重写保证你的网站是独一无二的，比如可将“微博”的显示地址从/topic/变成/blog/或者/t/等形式；',
      16 => '【备注】默认情况下，你无需修改下面的设置',
      17 => 'URL地址名称自定义设置',
      18 => '系统模块名称',
      19 => '默认URL地址名称',
      20 => '新的URL地址名称(只能由字母、数字及下划线组成)',
      21 => '徽博（可以填写微博相关的词，如：miniblog weibo myblog等）',
      22 => 'topic',
      23 => '标签（可以填写标签相关的词，如：keywords tags class等）',
      24 => 'tag',
      25 => '设置页',
      26 => 'profile',
      27 => '注册页（可以填写member相关的词，如：members users等）',
      28 => 'member',
      29 => '插件（如开启标准模式，请设置一个不是plugin的值如：plugins extends expands 等）',
      30 => 'plugin',
    ),
  ),
  7 => 
  array (
    'index' => 
    array (
      '积分规则和等级' => 'admin.php?mod=setting&code=modify_credits',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_credits',
      1 => '积分规则和等级',
      2 => '积分项目设置',
      3 => '积分规则设置',
      4 => '积分等级设置',
      5 => '查看积分排行',
      6 => '技巧提示',
      7 => '1、下面的积分名称不为空且勾选启用时，积分项目才启用。',
      8 => '2、积分启用后，具体的积分规则请点此进行设置。',
      9 => '3、用户的总积分决定了其微博等级，请点此设置等级阶梯。',
      10 => '1、总积分计算公式',
      11 => 'topic_count 代表发的微博数；extcredits1～extcredits8 分别代表下面的8个自定义积分',
      12 => '公式中可使用包括 + - * / () 在内的运算符号',
      13 => '2、自定义积分项目',
      14 => '启用',
      15 => '积分代号',
      16 => '积分名称',
      17 => '积分单位（可留空）',
      18 => '注册初始积分',
      19 => '积分图标（可留空）',
      20 => 'extcredits1',
      21 => 'extcredits2',
      22 => 'extcredits3',
      23 => 'extcredits4',
      24 => 'extcredits5',
      25 => 'extcredits6',
      26 => 'extcredits7',
      27 => 'extcredits8',
    ),
  ),
  8 => 
  array (
    'index' => 
    array (
      '顶部导航菜单' => 'admin.php?mod=setting&code=navigation',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=navigation',
      1 => '顶部导航菜单',
      2 => '页面显示设置',
      3 => '皮肤风格设置',
      4 => '模板风格设置',
      5 => '网站logo设置',
      6 => '顶部导航菜单设置',
      7 => '删?',
      8 => '显示顺序',
      9 => '导航菜单名称',
      10 => '唯一英文名称',
      11 => '链接地址（站内以index.php开头，站外url以http://开头）',
      12 => '打开方式',
      13 => '可用',
      14 => '二级导航',
      15 => '添加一级导航',
    ),
  ),
  9 => 
  array (
    'index' => 
    array (
      '皮肤风格设置' => 'admin.php?mod=show&code=modify_theme',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=show&code=modify_theme',
      1 => '皮肤风格设置',
      2 => '顶部导航菜单',
      3 => '页面显示设置',
      4 => '模板风格设置',
      5 => '网站logo设置',
      6 => '皮肤风格设置技巧',
      7 => '1、所有的皮肤风格都保存/theme/目录下，每套皮肤一个独立目录下，方便方便分享（查找新的皮肤）。',
      8 => '2、添加新皮肤的方法，将完整的皮肤目录上传到/theme/目录下，然后在下面启用即可。',
      9 => '3、排序数值大的优先显示在前台，供用户选择在前，点此查看前台设置页面。',
      10 => '目录名',
      11 => '排序',
      12 => '皮肤名称',
      13 => '备注（仅用于管理员查看）',
      14 => '预览图',
      15 => '启用状态',
      16 => '编辑操作',
      17 => '已启用',
      18 => '，点击禁用',
      19 => '编辑',
      20 => '不允许修改',
      21 => 't10',
      22 => 't11',
      23 => '已禁用，点击启用',
      24 => '提交',
    ),
  ),
  10 => 
  array (
    'index' => 
    array (
      '省市区域设置' => 'admin.php?mod=city',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=city',
      1 => '省市区域设置',
      2 => '省份管理',
      3 => '城市管理',
      4 => '区域管理',
      5 => '地段管理',
      6 => '创建省份',
      7 => '名称',
      8 => '注:如要同时添加多个地名,每个省份换一行.',
      9 => '排序',
      10 => '操作',
      11 => '北京市',
      12 => '编辑',
      13 => '删除',
      14 => '天津市',
      15 => '河北省',
      16 => '山西省',
      17 => '内蒙古自治区',
      18 => '辽宁省',
      19 => '吉林省',
      20 => '黑龙江省',
      21 => '上海市',
      22 => '江苏省',
      23 => '浙江省',
      24 => '安徽省',
      25 => '福建省',
      26 => '江西省',
      27 => '山东省',
      28 => '河南省',
      29 => '湖北省',
      30 => '湖南省',
      31 => '广东省',
      32 => '广西壮族自治区',
      33 => '海南省',
      34 => '重庆市',
      35 => '四川省',
      36 => '贵州省',
      37 => '云南省',
      38 => '西藏自治区',
      39 => '陕西省',
      40 => '甘肃省',
      41 => '青海省',
      42 => '宁夏回族自治区',
      43 => '新疆维吾尔自治区',
      44 => '台湾省',
      45 => '香港特别行政区',
      46 => '澳门特别行政区',
      47 => '海外',
      48 => '其他',
    ),
  ),
  11 => 
  array (
    'index' => 
    array (
      '手机短信' => 'admin.php?mod=sms',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=sms',
      1 => '手机短信',
      2 => '手机短信设置',
      3 => '用户列表和群发',
      4 => '发送记录列表',
      5 => '接收记录列表',
      6 => '开启手机短信后，可实现短信发微博、注册短信验证、回复提醒加广告、短信群发通知等',
      7 => '1、开启手机短信功能？',
      8 => '1.1、如第一次开启，必须填写下面的APP ID和APP KEY',
      9 => '1.2、是否对用户短信微博进行自动回复？',
      10 => '选择是，用户通过短信发微博成功后系统会自动回复用户发布成功；',
      11 => '选择否，不论是否发布成功不对用户做任何回复（用户体验不好）',
      12 => '注册下行通知、短信微博注册等不受影响，仅针对短信发微博的',
      13 => '2、手机短信核心配置',
      14 => '第一次设置，请先点此购买并获取APP信息',
      15 => '2.1、APP ID（请向在线客服索取）',
      16 => '2.2、APP KEY（请向在线客服索取）',
      17 => '2.3、SMS ID（106开头的三网合一特服号）',
      18 => '2.4、短信剩余条数（开通后会显示帐户短信数量）',
      19 => '4、手机短信提醒类型设置',
      20 => '下面开启提醒功能后，前台用户才可以设置开通相应提醒',
      21 => '4.1、开启@我的提醒功能？',
      22 => '4.2、开启新评论提醒功能？',
      23 => '4.3、开启新私信提醒功能？',
      24 => '4.4、开启新粉丝提醒功能？',
      25 => '5、开启自动注册功能？',
      26 => '5.1、开启后，系统接收到未绑定用户的手机发来信息时，自动为其注册一个用户，并绑定手机号码；然后再回复短信告知用户名和密码，方便用户在web上访问；',
      27 => '该功能主要用户使用“上墙”功能的活动现场，方便用户参与',
      28 => '6、开启注册短信验证功能？',
      29 => '6.1、在新用户注册时需要填写手机号码，并对号码进行验证；此功能可杜绝垃圾注册。',
      30 => '6.2、注册时不用填写邮箱地址？',
      31 => '此选项在“开启注册短信验证功能”的情况下生效',
      32 => '7、短信内容自定义设置',
      33 => '比如短信中可附加赞助商广告，可为网站带来盈利。',
      34 => '7.1、短信内容前辍',
      35 => '会附加在所有发送的短信内容的前面',
      36 => '7.2、短信内容后辍',
      37 => '会附加在所有发送的短信内容的后面',
    ),
  ),
  12 => 
  array (
    'index' => 
    array (
      '帐户绑定设置' => 'admin.php?mod=setting&code=modify_sina',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_sina',
      1 => '帐户绑定设置',
      2 => '用户绑定情况',
      3 => 'YY帐户设置',
      4 => '人人帐户设置',
      5 => '开心帐户设置',
      6 => '新浪微博绑定',
      7 => '腾讯微博绑定',
      8 => '技巧提示',
      9 => '启用新浪微博，可以使用新浪微博帐户登录记事狗(http://安装您微博的域名)、不再担心忘记密码；',
      10 => '还可实现与记事狗新浪微博平台内容的双向同步，吸引更多人关注；',
      11 => '新浪微博设置',
      12 => '是否启用？这是下面所有功能的总开关',
      13 => 'App Key',
      14 => '默认 “3015840342”，可正常使用；',
      15 => '如需全新申请，请访问http://open.t.sina.com.cn/',
      16 => 'App Secret',
      17 => '默认 “484175eda3cf0da583d7e7231c405988”，同上；',
      18 => '允许新浪微博帐号绑定和登录本站？',
      19 => '建议选是，可吸引新浪微博用户',
      20 => '用新浪微博帐号登录后，是否向用户显示注册帐号/密码提示信息？',
      21 => '建议选是，因为新浪API提供的信息不保护email信息',
      22 => '用新浪微博帐号登录后，是否同步新浪微博的头像？',
      23 => '建议选是',
      24 => '允许将微博同步到发布者的新浪微博上？',
      25 => '建议选是，可将内容推广到新浪微博平台',
      26 => '同步内容到新浪微博时，是否包括图片？',
      27 => '建议选是，假如此功能导致服务器反应缓慢，则可以将其关闭。',
      28 => '同步到新浪微博的时间限制',
      29 => '单位为秒，默认为 “15”',
      30 => '允许从绑定的新浪微博帐户获取微博到本站？',
      31 => '选是，将有助于从新浪获取微博内容，但会轻微增加网站的负担',
      32 => '允许获取新浪微博的评论读取到本站？',
      33 => '前提是评论者已在本站绑定了微博帐户，会轻微增加网站负担；',
      34 => '允许获取新浪微博内容时读取图片到本站？',
      35 => '选是，那么微博中有图片也会同步过来，会增加网站的负担；',
      36 => '从新浪获取微博内容的时间限制',
      37 => '在满足时间限制的前提下，用户在访问时会触发内容同步；',
      38 => '允许推送回复内容到相关联的新浪微博中？',
      39 => '前提是回复者已经绑定了新浪微博，并且要求被回复的微博已经推送到新浪微博中。',
      40 => '允许微博详情页显示转发到新浪微博按钮？',
      41 => '建议选择是，不会增加网站负担；',
    ),
  ),
  13 => 
  array (
    'index' => 
    array (
      '名人堂设置' => 'admin.php?mod=vipintro&code=people_setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=vipintro&code=people_setting',
      1 => '名人堂设置',
      2 => '用户V认证',
      3 => 'V认证设置',
      4 => 'V认证类别',
      5 => 'V认证操作',
      6 => '审核通过|',
      7 => '等待审核|',
      8 => '审核未通过|',
      9 => '导入老认证用户',
      10 => '名人堂首页推荐用户：',
      11 => '/ 个',
      12 => '推荐用户显示数。',
      13 => '用户排序方式：',
      14 => '用于“名人堂首页推荐用户”按照什么排序方式来显示。',
      15 => '首页微博：',
      16 => '/ 条',
      17 => '显示推荐用户的微博条数。',
      18 => '地区分类推荐用户：',
      19 => '用户排序方式',
      20 => '用于“名人堂地区分类推荐用户”按照什么排序方式来显示。',
      21 => '地区分类导航设置',
      22 => '区域类别：',
      23 => '全部区域',
      24 => '指定区域',
      25 => '选择区域：',
      26 => '（选择“全部区域”名人堂中地区分类则显示所有省份作为类别）',
      27 => '（选择“指定区域”名人堂中地区分类则显示选择区域的城市作为类别）',
      28 => '提交',
    ),
  ),
  14 => 
  array (
    'index' => 
    array (
      '微博评论模块' => 'admin.php?mod=output&code=output_setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=output&code=output_setting',
      1 => '微博评论模块',
      2 => '微博站外展示调用',
      3 => '相关说明',
      4 => '功能说明：微博评论模块，其支持将微博的发布框通过一段JS代码放到任何网页中，该模块能自动区分来自不同页面所发的微博并自动展示到所在网页，是记事狗首创的社会化评论模块；',
      5 => '用途说明：微博评论模块可替代CMS等系统的评论功能，用户评论时可选同时转发到微博，从而实现将资讯等内容传播到微博系统中，进而打通整个网站的信息流；',
      6 => '使用说明：不同的网页、系统可共用一段微博评论模块JS代码（系统会自动区分），并且可限定所使用的网站域名，或者设置评论框中默认显示#话题#；',
      7 => '调用名称（调用次数）',
      8 => '调用代码',
      9 => '其他操作',
      10 => '暂无站外评论调用，第一次使用请点此"添加微博评论模块"',
      11 => '添加微博评论模块调用',
    ),
  ),
  15 => 
  array (
    'index' => 
    array (
      '我的首页幻灯' => 'admin.php?mod=setting&code=modify_slide',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_slide',
      1 => '我的首页幻灯',
      2 => '网站首页幻灯',
      3 => '广告管理',
      4 => '关于我们等',
      5 => '首页公告',
      6 => '友情链接',
      7 => '内页幻灯广告设置',
      8 => '是否启用？',
      9 => '启用内页幻灯后，可在我的首页等微博发布框下显示幻灯图片内容，多做广告或话题引导；',
      10 => '启用',
      11 => '图片地址和链接地址',
      12 => '排序',
      13 => '1）请输入图片地址：',
      14 => '图片大小以540*100为最佳；       或上传图片：',
      15 => '2）完整链接url地址：',
    ),
  ),
  16 => 
  array (
    'index' => 
    array (
      '广告管理' => 'admin.php?mod=income',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=income',
      1 => '广告管理',
      2 => '网站首页幻灯',
      3 => '我的首页幻灯',
      4 => '关于我们等',
      5 => '首页公告',
      6 => '友情链接',
      7 => '技巧提示 收缩/展开',
      8 => '强烈建议：在搜索引擎未收录网站前，不要添加广告，否则影响收录；',
      9 => '系统在几乎每个页面都内置了常用的广告位，你可以在下面开启或者关闭全部广告，如果将广告位留空则自动隐藏广告位。',
      10 => '广告代码支持html代码（包括JS代码）。比如，要加入图片广告的话，填入的代码一般为 a href="xxx"  img src="http://xxx.com/xxx.gif"  /a',
      11 => '可以将某个页面某个位置的广告代码，同步设置到其他页面，只需“点此同步到其它页面”即可。',
      12 => '添加幻灯图广告提示： item  img 图片路径或者地址（如：http://xxx.com/xxx.gif） /img  url 链接跳转地址（如：http://xxx.com/xxx.html） /url  /item',
      13 => '需要添加多个，修改参数后重复添加即可。注意在输入框内代码不要换行。',
      14 => '参数设置',
      15 => '是否启用广告:',
      16 => '启用后下面设置的广告才能显示',
      17 => '网站首页  展开/收缩',
      18 => '右侧广告',
      19 => '(最大宽度:230px)',
      20 => '点此同步到其它页面',
      21 => '底部横幅广告',
      22 => '(最大宽度:950px)',
      23 => '话题显示页  展开/收缩',
      24 => '顶部广告',
      25 => '(最大宽度:540px)',
      26 => '中间广告',
      27 => '中间广告1',
      28 => '(最大宽度:190px)',
      29 => '右侧广告1',
      30 => '(最大宽度:950px)',
      31 => '微博广场  展开/收缩',
      32 => '我的首页  展开/收缩',
      33 => '消息提示页面  展开/收缩',
      34 => '投票  展开/收缩',
      35 => '右边栏广告',
      36 => '微群  展开/收缩',
    ),
  ),
  17 => 
  array (
    'index' => 
    array (
      '关于我们等' => 'admin.php?mod=web_info',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=web_info',
      1 => '关于我们等',
      2 => '网站首页幻灯',
      3 => '我的首页幻灯',
      4 => '广告管理',
      5 => '首页公告',
      6 => '友情链接',
      7 => '技巧提示',
      8 => '点编辑框左侧的“关于我们”等字样，可以直接在前台查看实际显示效果',
      9 => '本页面的内容信息都保存在/setting/web_info.php中，可以通过ftp直接修改',
      10 => '关于我们',
      11 => '联系我们',
      12 => '加入我们',
    ),
  ),
  18 => 
  array (
    'index' => 
    array (
      '首页公告' => 'admin.php?mod=notice',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=notice',
      1 => '首页公告',
      2 => '网站首页幻灯',
      3 => '我的首页幻灯',
      4 => '广告管理',
      5 => '关于我们等',
      6 => '友情链接',
      7 => '添加网站公告',
      8 => '标题:',
      9 => '内容:',
      10 => '添加',
      11 => '全选',
      12 => '标题',
      13 => '发布时间',
      14 => '操作',
      15 => '删除选定',
    ),
  ),
  19 => 
  array (
    'index' => 
    array (
      '友情链接' => 'admin.php?mod=link',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=link',
      1 => '友情链接',
      2 => '网站首页幻灯',
      3 => '我的首页幻灯',
      4 => '广告管理',
      5 => '关于我们等',
      6 => '首页公告',
      7 => '技巧提示',
      8 => '下面添加的友情链接，在综合首页按数字由小到大进行升序排列',
      9 => '添加同类型高PR的友情链接有助于提高网站权重，点此交换友情链接',
      10 => '不定期检测友情链接，可知道对方是否正常链接本站，并了解对方是否被搜索引擎惩罚，以避免受牵连。',
      11 => '全删',
      12 => '链接名称',
      13 => '链接地址（以http://开头）',
      14 => 'LOGO地址（可留空）',
      15 => '排序',
      16 => '新增',
    ),
  ),
  20 => 
  array (
    'index' => 
    array (
      '微博管理' => 'admin.php?mod=topic&code=topic_manage',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=topic&code=topic_manage',
      1 => '微博管理',
      2 => '待审核微博',
      3 => '内容过滤设置',
      4 => '微博回收站',
      5 => '举报管理',
      6 => '官方推荐管理',
      7 => '搜索微博',
      8 => '关键词语:',
      9 => '微博ID:',
      10 => '多个ID用空格隔开',
      11 => '用户昵称:',
      12 => '管理状态：',
      13 => '发布时间:',
      14 => '内容类型：',
      15 => '搜索指定',
      16 => '查看全部微博',
      17 => '批量预选处理结果：',
      18 => '显示',
      19 => '禁止',
      20 => '待审',
      21 => '删除',
      22 => 'admin',
      23 => '[编辑]',
      24 => '[上报]',
      25 => '[封杀此用户]',
      26 => '2012-04-18 11:40:19',
      27 => '记事狗微博',
      28 => '来自记事狗',
      29 => '[封IP]',
    ),
  ),
  21 => 
  array (
    'index' => 
    array (
      '待审核微博' => 'admin.php?mod=topic&code=verify',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=topic&code=verify',
      1 => '待审核微博',
      2 => '微博管理',
      3 => '内容过滤设置',
      4 => '微博回收站',
      5 => '举报管理',
      6 => '官方推荐管理',
      7 => '搜索待审微博',
      8 => '关键词语：',
      9 => '微博ID：',
      10 => '多个ID用空格隔开',
      11 => '用户昵称：',
      12 => '空间地址：',
      13 => '发布时间：',
      14 => '内容类型：',
      15 => '搜索指定',
      16 => '全部待审微博',
      17 => '高亮当前页违法词语',
      18 => '正在高亮违法关键词，请稍等...',
      19 => '批量预选处理结果：',
      20 => '还原',
      21 => '禁止',
      22 => '删除',
    ),
  ),
  22 => 
  array (
    'index' => 
    array (
      '微博回收站' => 'admin.php?mod=topic&code=del&del=1',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=topic&code=del&del=1',
      1 => '微博回收站',
      2 => '微博管理',
      3 => '待审核微博',
      4 => '内容过滤设置',
      5 => '举报管理',
      6 => '官方推荐管理',
      7 => '搜索待审微博',
      8 => '关键词语：',
      9 => '微博ID：',
      10 => '多个ID用空格隔开',
      11 => '用户昵称：',
      12 => '空间地址：',
      13 => '发布时间：',
      14 => '内容类型：',
      15 => '搜索指定',
      16 => '全部待审微博',
      17 => '高亮当前页违法词语',
      18 => '正在高亮违法关键词，请稍等...',
      19 => '批量预选处理结果：',
      20 => '还原',
      21 => '彻底删除',
    ),
  ),
  23 => 
  array (
    'index' => 
    array (
      '内容过滤设置' => 'admin.php?mod=setting&code=modify_filter',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_filter',
      1 => '内容过滤设置',
      2 => '微博管理',
      3 => '待审核微博',
      4 => '微博回收站',
      5 => '举报管理',
      6 => '官方推荐管理',
      7 => '查询已有关键词',
      8 => '查询结果将会显示在对应关键词库的右侧',
      9 => '启用过滤功能',
      10 => '选择“是”会对提交的内容、个人签名等进行过滤；词语过多时有一定的效率影响。',
      11 => '隐藏被过滤的关键词？',
      12 => '选择“是”将隐藏具体哪个词语有问题，避免用户跳过；',
      13 => '选择“否”告知具体哪个词语被过滤，方便用户改正。',
      14 => '设置违法关键词',
      15 => '包含下面设置的关键词时，将禁止提交发布',
      16 => '(关键词一行一个，或用 "|" 隔开)',
      17 => '设置审核关键词',
      18 => '包含下面设置的关键词时，将审核提交内容',
      19 => '设置替换关键词',
      20 => '包含下面设置的关键词时，将替换提交内容',
      21 => '如：需要替换的内容=***',
      22 => '设置屏蔽关键词',
      23 => '包含下面设置的关键词时，在前台搜索不到内容',
    ),
  ),
  24 => 
  array (
    'index' => 
    array (
      '微博举报管理' => 'admin.php?mod=report',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=report',
      1 => '微博举报管理',
      2 => '微博管理',
      3 => '待审核微博',
      4 => '内容过滤设置',
      5 => '微博回收站',
      6 => '举报管理',
      7 => '官方推荐管理',
      8 => '搜索举报',
      9 => '举报者:',
      10 => '处理状况:',
      11 => '关键词:',
      12 => '举报类型:',
      13 => '发布时间:',
      14 => '搜索指定',
      15 => '全部举报',
      16 => '高亮此页违法关键字',
      17 => '正在高亮违法关键词，请稍等...',
      18 => '批量预选处理结果：',
      19 => '正常显示',
      20 => '删除微博',
    ),
  ),
  25 => 
  array (
    'index' => 
    array (
      '官方推荐' => 'admin.php?mod=recdtopic',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=recdtopic',
      1 => '官方推荐',
      2 => '微博管理',
      3 => '待审核微博',
      4 => '内容过滤设置',
      5 => '微博回收站',
      6 => '举报管理',
      7 => '官方推荐管理',
      8 => '查找已推荐的微博',
      9 => '按昵称查找:',
      10 => '按关键词查找:',
      11 => '搜索指定  全部已推荐',
      12 => '已推荐/置顶的微博',
      13 => '推荐时间',
      14 => '是否过期',
      15 => '操作',
    ),
  ),
  26 => 
  array (
    'index' => 
    array (
      '话题和专题管理' => 'admin.php?mod=tag',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=tag',
      1 => '话题和专题管理',
      2 => '话题管理',
      3 => '话题推荐',
      4 => '话题专题',
      5 => '技巧提示',
      6 => '收缩/展开',
      7 => '微博内容中#关键词#中的关键词会被解析为话题，话题是一种内容分类，方便用户关注等。',
      8 => '搜索已有话题',
      9 => '搜索一下',
      10 => '话题名称',
      11 => '微博数量',
      12 => '关注人数',
      13 => '添加时间',
      14 => '相关操作',
    ),
  ),
  27 => 
  array (
    'index' => 
    array (
      '管理记录' => 'admin.php?mod=topic&code=manage',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=topic&code=manage',
      1 => '管理记录',
      2 => '搜索审核状况',
      3 => '微博ID:',
      4 => '审核员:',
      5 => '时间:',
      6 => '搜索一下',
      7 => '全部微博',
      8 => '微博ID',
      9 => '用户昵称',
      10 => '审核员',
      11 => '审核时间',
      12 => '状态',
    ),
  ),
  28 => 
  array (
    'index' => 
    array (
      '签名管理' => 'admin.php?mod=topic&code=signature',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=topic&code=signature',
      1 => '签名管理',
      2 => '头像签名审核',
      3 => '个人标签管理',
      4 => '自我介绍管理',
      5 => '搜索微博',
      6 => '昵称:',
      7 => '关键词:',
      8 => '时间:',
      9 => '管理状态:',
      10 => '搜索一下',
      11 => '全部',
      12 => 'admin',
      13 => '[封杀此用户]',
      14 => '2012-04-18 11:54:29',
      15 => '个人签名：我是管理员即网站创始人',
      16 => '未知IP',
    ),
  ),
  29 => 
  array (
    'index' => 
    array (
      '头像签名审核' => 'admin.php?mod=verify',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=verify',
      1 => '头像签名审核',
      2 => '签名管理',
      3 => '个人标签管理',
      4 => '自我介绍管理',
      5 => '通过',
      6 => '用户昵称',
      7 => '审核头像',
      8 => '审核签名',
      9 => '操作',
    ),
  ),
  30 => 
  array (
    'index' => 
    array (
      '自我介绍管理' => 'admin.php?mod=topic&code=aboutme',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=topic&code=aboutme',
      1 => '自我介绍管理',
      2 => '签名管理',
      3 => '头像签名审核',
      4 => '个人标签管理',
      5 => '搜索微博',
      6 => '昵称:',
      7 => '关键词:',
      8 => '时间:',
      9 => '管理状态:',
      10 => '搜索一下',
      11 => '全部',
    ),
  ),
  31 => 
  array (
    'index' => 
    array (
      '个人标签管理' => 'admin.php?mod=user_tag',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=user_tag',
      1 => '个人标签管理',
      2 => '签名管理',
      3 => '头像签名审核',
      4 => '自我介绍管理',
      5 => '添加个人标签',
      6 => '名称:',
      7 => '添加',
      8 => '搜索标签',
      9 => '标签名称:',
      10 => '搜索一下',
      11 => '全部标签',
      12 => '标签',
      13 => '使用人数',
      14 => '操作',
      15 => '提 交',
    ),
  ),
  32 => 
  array (
    'index' => 
    array (
      '私信管理' => 'admin.php?mod=pm',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=pm',
      1 => '私信管理',
      2 => '私信群发',
      3 => '搜索站内短信',
      4 => '发件人:',
      5 => '收件人:',
      6 => '关键词:',
      7 => '搜索一下',
      8 => '全部消息',
      9 => '来自',
      10 => '发给',
      11 => '消息内容',
      12 => '时间',
      13 => '操作',
    ),
  ),
  33 => 
  array (
    'index' => 
    array (
      '+添加新用户' => 'admin.php?mod=member&code=add',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=member&code=add',
      1 => '+添加新用户',
      2 => '编辑用户',
      3 => '添加新用户',
      4 => '修改我的资料',
      5 => '帐户/昵称:用于登录、显示、@通知和发送站内信',
      6 => '登录密码:',
      7 => 'Email:',
      8 => '角色:',
    ),
  ),
  34 => 
  array (
    'index' => 
    array (
      '编辑用户' => 'admin.php?mod=member&code=search',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=member&code=search',
      1 => '编辑用户',
      2 => '添加新用户',
      3 => '修改我的资料',
      4 => '搜索用户',
      5 => '帐户/昵称 (可使用通配符 *) :',
      6 => 'Email (可使用通配符 *):',
      7 => '个性域名 (可使用通配符 *) :',
      8 => '注册IP (可填写部分，如 192.168):',
      9 => '上次访问IP (可填写部分，如 192.168):',
      10 => '注册推荐人的昵称 :',
      11 => '总积分 低于:',
      12 => '总积分 高于:',
      13 => '金币 低于:',
      14 => '金币 高于:',
      15 => '排除已获得奖励',
      16 => '指定用户角色:',
      17 => '可以不选，也可以按住 CTRL 多选',
    ),
  ),
  35 => 
  array (
    'index' => 
    array (
      '用户V认证' => 'admin.php?mod=vipintro',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=vipintro',
      1 => '用户V认证',
      2 => '名人堂设置',
      3 => 'V认证设置',
      4 => 'V认证类别',
      5 => 'V认证操作',
      6 => '审核通过|',
      7 => '等待审核|',
      8 => '审核未通过|',
      9 => '导入老认证用户',
      10 => '全选',
      11 => '申请用户',
      12 => '审核状态',
      13 => '申请时间',
      14 => '名人堂推荐',
      15 => '管理',
      16 => '取消认证',
      17 => '提交',
    ),
  ),
  36 => 
  array (
    'index' => 
    array (
      '修改我的资料' => 'admin.php?mod=member&code=modify',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=member&code=modify',
      1 => '修改我的资料',
      2 => '编辑用户',
      3 => '添加新用户',
      4 => '编辑用户 - admin',
      5 => '帐户昵称:',
      6 => '如不是特别需要，请不要修改',
      7 => '登录密码:',
      8 => '如果不更改密码此处请留空',
      9 => '用户所在地:',
      10 => '暂不支持修改',
      11 => '浙江省-杭州市-西湖区',
      12 => '用户角色:',
      13 => '封杀理由:',
      14 => '将用户放入禁言组或封杀组时的理由',
      15 => '性别:',
      16 => '保密',
      17 => 'Email:',
      18 => '注册IP:',
      19 => '个性域名:',
      20 => '关于admin:',
      21 => '该信息显示在用户微博页面右侧',
      22 => '真实信息（证件号码不会对外显示，仅供管理员核对用户身份用）',
      23 => '真实姓名:',
      24 => '证件类型:',
      25 => '证件号码:',
      26 => 'V认证备注:',
      27 => '鼠标在认证图标悬浮时，会看到右侧填写的信息',
      28 => '联系资料',
      29 => '主页:',
      30 => 'QQ:',
      31 => 'MSN:',
      32 => '生日:',
      33 => '年月日',
      34 => '用户积分',
      35 => '金币:',
    ),
  ),
  37 => 
  array (
    'index' => 
    array (
      '用户列表' => 'admin.php?mod=member&code=newm',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=member&code=newm',
      1 => '用户列表',
      2 => '封杀用户列表',
      3 => '上报领导列表',
      4 => '当前在线用户',
      5 => '等待验证用户',
      6 => '快捷搜索',
      7 => '收缩/展开',
      8 => '用户昵称',
      9 => '排除已获得奖励',
      10 => '全部用户',
      11 => '昵称/角色',
      12 => 'EMAIL / 注册IP',
      13 => '积分情况',
      14 => '注册时间/推荐人',
      15 => '操作',
      16 => '排序：最新注册▼  最近活跃  最多积分',
      17 => 'admin',
      18 => '管理员',
      19 => 'foxis@qq.com',
      20 => '总积分:4',
      21 => '金币:4;',
      22 => '1970-01-01 08:00:00',
      23 => '[平台帐号绑定]',
      24 => '[编辑]',
      25 => '[删除]',
      26 => '选择相应操作： 删除',
      27 => '发勋章',
      28 => '发私信',
    ),
  ),
  38 => 
  array (
    'index' => 
    array (
      '封杀用户列表' => 'admin.php?mod=member&code=force_out',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=member&code=force_out',
      1 => '封杀用户列表',
      2 => '用户列表',
      3 => '上报领导列表',
      4 => '当前在线用户',
      5 => '等待验证用户',
      6 => '禁言',
      7 => '禁止访问',
      8 => '已禁言：用户只有浏览微博站，不能进行互动；禁止访问：被此封杀的用户帐号将不能登录到微博站。',
      9 => '封杀用户可以在微博管理、自我介绍管理、签名管理、编辑用户等页面进行操作。',
      10 => '昵称',
      11 => '封杀类型',
      12 => '被封时间',
      13 => '封杀人',
      14 => '封杀原因',
      15 => '管理',
    ),
  ),
  39 => 
  array (
    'index' => 
    array (
      '上报领导列表' => 'admin.php?mod=member&code=leaderlist',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=member&code=leaderlist',
      1 => '上报领导列表',
      2 => '用户列表',
      3 => '封杀用户列表',
      4 => '当前在线用户',
      5 => '等待验证用户',
      6 => '上报领导列表用于给需要汇报的领导发送邮件，以告知有关的信息内容。',
      7 => '此功能在微博、活动等应用的管理中有运用。点击查看。',
      8 => '邮件地址必须真实。',
      9 => '删？',
      10 => '领导名(*)',
      11 => '邮件地址(*)',
      12 => '添加上报领导',
    ),
  ),
  40 => 
  array (
    'index' => 
    array (
      '当前在线用户' => 'admin.php?mod=sessions',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=sessions',
      1 => '当前在线用户',
      2 => '用户列表',
      3 => '封杀用户列表',
      4 => '上报领导列表',
      5 => '等待验证用户',
      6 => '在线用户:2人 搜索在线用户',
      7 => '是否会员:',
      8 => '搜索一下',
      9 => '帐号/昵称:',
      10 => 'IP地址:',
      11 => '帐号/昵称',
      12 => 'IP地址',
      13 => '最后访问时间',
      14 => '排序方式： 最后访问时间▼  IP地址  用户ID',
      15 => 'admin',
      16 => '2012-04-18 13:14:27',
      17 => '游客',
      18 => '2012-04-18 11:38:22',
    ),
  ),
  41 => 
  array (
    'index' => 
    array (
      '等待验证用户' => 'admin.php?mod=member&code=waitvalidate',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=member&code=waitvalidate',
      1 => '等待验证用户',
      2 => '用户列表',
      3 => '封杀用户列表',
      4 => '上报领导列表',
      5 => '当前在线用户',
      6 => '通过',
      7 => '昵称',
      8 => 'EMAIL',
      9 => '注册IP',
      10 => '注册时间',
      11 => '推荐人',
      12 => '操作',
    ),
  ),
  42 => 
  array (
    'index' => 
    array (
      '用户勋章' => 'admin.php?mod=medal',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=medal',
      1 => '用户勋章',
      2 => '勋章管理',
      3 => '勋章会员',
      4 => '勋章审核',
      5 => '快速设置用户勋章',
      6 => '添加勋章',
      7 => '图标',
      8 => '勋章名称',
      9 => '完成条件',
      10 => '勋章获得人数',
      11 => '是否启用',
      12 => '管理操作',
      13 => '微博达人',
      14 => '连续3天发布原创微博，就能获得微博达人勋章',
      15 => '点此关闭',
      16 => '编辑 |',
      17 => '删除',
      18 => '评论专家',
      19 => '连续3天对他人微博进行评论，就能获得”评论专家“勋章',
    ),
  ),
  43 => 
  array (
    'index' => 
    array (
      '媒体汇' => 'admin.php?mod=media',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=media',
      1 => '媒体汇',
      2 => '添加媒体汇类别',
      3 => '媒体汇类别:',
      4 => '添加',
      5 => '快速添加媒体汇用户:',
      6 => '输入用户昵称：',
      7 => '选择媒体类别：',
      8 => '全选',
      9 => '媒体汇类别',
      10 => '成员数',
      11 => '排序',
      12 => '管理操作',
      13 => '删除选定',
    ),
  ),
  44 => 
  array (
    'index' => 
    array (
      '导出用户到Excel' => 'admin.php?mod=member&code=export_all_user',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=member&code=export_all_user',
      1 => '导出用户到Excel',
      2 => '用户ID',
      3 => '个性URL',
      4 => '用户昵称',
      5 => 'Email 邮箱',
      6 => '手机号码',
      7 => '性别',
      8 => '用户积分',
      9 => '省份',
      10 => '城市',
      11 => '注册时间',
      12 => '注册IP',
      13 => '最后登录IP',
      14 => '一句话介绍',
      15 => 'V身份认证',
      16 => 'V认证备注',
      17 => '真实姓名',
      18 => '证件类型',
      19 => '证件号码',
      20 => 'admin',
      21 => 'foxis@qq.com',
      22 => '浙江省',
      23 => '杭州市',
      24 => '1970-01-01 08:00:00',
    ),
  ),
  45 => 
  array (
    'index' => 
    array (
      '管理员角色' => 'admin.php?mod=role&code=list&type=admin',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=role&code=list&type=admin',
      1 => '管理员角色',
      2 => '积分项目设置',
      3 => '积分规则设置',
      4 => '积分等级设置',
      5 => '查看积分排行',
      6 => '帮助提示',
      7 => '为了防止私自提权现象，只有网站创始人才可编辑管理员角色的权限。',
      8 => '网站创始人在编辑角色权限过程中，可点击权限名称对所有角色进行批量操作。',
      9 => '当前系统中的管理员：用户id、昵称（点击可以查看具体信息）',
      10 => '1、admin；',
      11 => '角色名称',
      12 => '管理权限',
      13 => '管理员',
      14 => '[编辑]',
      15 => '[新建同类角色]',
      16 => '后台查看',
    ),
  ),
  46 => 
  array (
    'index' => 
    array (
      '普通用户角色' => 'admin.php?mod=role&code=list&type=normal',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=role&code=list&type=normal',
      1 => '普通用户角色',
      2 => '积分项目设置',
      3 => '积分规则设置',
      4 => '积分等级设置',
      5 => '查看积分排行',
      6 => '帮助提示',
      7 => '从记事狗V3.5开始，积分等级（LV1~10）与角色权限挂钩了，达到相应积分后自动升级用户角色，对应如下等级1~10会员。',
      8 => '如果您没权限进行相关的操作，请换用网站创始人身份登录。',
      9 => '角色名称',
      10 => '所需积分范围',
      11 => '管理权限',
      12 => '游客',
      13 => '不参与积分等级',
      14 => '[编辑]',
      15 => '[新建同类角色]',
      16 => '禁言组',
      17 => '待验证会员',
      18 => '封号',
      19 => '普通会员',
      20 => '0 ~ 20[编辑]',
      21 => 'LV1会员',
      22 => '20 ~ 300[编辑]',
      23 => 'LV2会员',
      24 => '300 ~ 1000[编辑]',
      25 => 'LV3会员',
      26 => '1000 ~ 3000[编辑]',
      27 => 'LV4会员',
      28 => '3000 ~ 6000[编辑]',
      29 => 'LV5会员',
      30 => '6000 ~ 12000[编辑]',
      31 => 'LV6会员',
      32 => '12000 ~ 20000[编辑]',
      33 => 'LV7会员',
      34 => '20000 ~ 30000[编辑]',
      35 => 'LV8会员',
      36 => '30000 ~ 45000[编辑]',
      37 => 'LV9会员',
      38 => '45000 ~ 60000[编辑]',
      39 => 'LV10会员',
      40 => '60000 ~ 0[编辑]',
    ),
  ),
  47 => 
  array (
    'index' => 
    array (
      '+添加用户角色' => 'admin.php?mod=role&code=add',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=role&code=add',
      1 => '+添加用户角色',
    ),
  ),
  48 => 
  array (
    'index' => 
    array (
      '微群' => 'admin.php?mod=qun',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=qun',
      1 => '微群',
      2 => '基本设置',
      3 => '微群分类',
      4 => '微群策略',
      5 => '微群管理',
      6 => '创建微群',
      7 => '添加群模板',
      8 => '是否开启微群功能',
      9 => '此项对系统管理员无效',
      10 => '是否允许普通用户创建微群',
      11 => '是否开启同城微群',
      12 => '选择是在微群首页显示同城群',
      13 => '微群头像最大尺寸',
      14 => '(KB)，超过这个尺寸无法上传',
      15 => '群成员人数上限',
      16 => '0或者为空表示不限制',
      17 => '群管理员人数上限',
    ),
  ),
  49 => 
  array (
    'index' => 
    array (
      '投票' => 'admin.php?mod=vote&code=index',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=vote&code=index',
      1 => '投票',
      2 => '投票设置',
      3 => '投票管理',
      4 => '投票审核',
      5 => '搜索投票',
      6 => '投票ID:',
      7 => '投票主题:',
      8 => '搜索一下',
      9 => '全部投票',
      10 => '投票主题',
      11 => '发起人',
      12 => '参与人数',
      13 => '时间',
      14 => '推荐',
      15 => '操作',
      16 => '还没有投票记录',
    ),
  ),
  50 => 
  array (
    'index' => 
    array (
      '签到' => 'admin.php?mod=sign',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=sign',
      1 => '签到',
      2 => '签到设置',
      3 => '签到积分排行',
      4 => '基本设置',
      5 => '是否开始签到',
      6 => '签到话题',
      7 => '每行一个话题',
    ),
  ),
  51 => 
  array (
    'index' => 
    array (
      '活动' => 'admin.php?mod=event&code=manage',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=event&code=manage',
      1 => '活动',
      2 => '活动设置',
      3 => '活动主题',
      4 => '可选必填项',
      5 => '活动管理',
      6 => '活动审核',
      7 => '搜索活动',
      8 => '活动ID:',
      9 => '活动标题:',
      10 => '时间:',
      11 => '搜索一下',
      12 => '全部活动',
      13 => '删除',
      14 => '活动标题',
      15 => '活动发起者',
      16 => '报名数/参与数',
      17 => '开始/结束时间',
      18 => '推荐',
      19 => '操作',
      20 => '还没有活动记录',
    ),
  ),
  52 => 
  array (
    'index' => 
    array (
      '微直播' => 'admin.php?mod=live&code=index',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=live&code=index',
      1 => '微直播',
      2 => '直播配置',
      3 => '添加直播',
      4 => '直播管理',
      5 => '官方主持人：',
      6 => '直播简介：',
      7 => '直播合作方式：',
    ),
  ),
  53 => 
  array (
    'index' => 
    array (
      '微访谈' => 'admin.php?mod=talk',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=talk',
      1 => '微访谈',
      2 => '访谈配置',
      3 => '访谈分类',
      4 => '添加访谈',
      5 => '访谈管理',
      6 => '官方主持人：',
      7 => '访谈简介：',
      8 => '访谈合作方式：',
    ),
  ),
  54 => 
  array (
    'index' => 
    array (
      '附件文档' => 'admin.php?mod=attach',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=attach',
      1 => '附件文档',
      2 => '参数设置',
      3 => '开启附件上传应用:',
      4 => '选择是开启，则普通用户可在前台上传附件',
      5 => '开启微群附件上传功能:',
      6 => '选择是，开启微群内的附件上传的功能',
      7 => '单个文件大小限制:',
      8 => '单个文件最大可允许的大小（单位：KB），最大不超过5120(5M)。',
      9 => '单次上传数量限制:',
      10 => '每次最多可以上传的文件数量，最多不超过5个。',
    ),
  ),
  55 => 
  array (
    'index' => 
    array (
      'API应用授权' => 'admin.php?mod=api',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=api',
      1 => 'API应用授权',
      2 => '参数设置',
      3 => '开启网站API应用:',
      4 => '选择是开启网站API应用，则其他应用可以调用本站的api接口来查询和发微博',
      5 => '点击查看API开发说明',
      6 => '开启来自API来源名称:',
      7 => '选择是开启，则每条微博下面会显示来自具体的API应用名称和并显示应用的网址',
      8 => 'API每天请求次数限制:',
      9 => '填写具体的数字比如1000来限制api的请求次数，0为不限制',
    ),
  ),
  56 => 
  array (
    'index' => 
    array (
      '已安装插件' => 'admin.php?mod=plugin',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=plugin',
      1 => '已安装插件',
      2 => '安装新插件',
      3 => '已安装插件列表',
      4 => '插件名称/设置管理',
      5 => '插件状态',
      6 => '操作',
    ),
  ),
  57 => 
  array (
    'index' => 
    array (
      '安装新插件' => 'admin.php?mod=plugin&code=add',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=plugin&code=add',
      1 => '安装新插件',
      2 => '已安装插件',
      3 => '安装新插件(plugin/ 目录下未安装的插件)',
      4 => '插件信息',
      5 => '所在目录',
      6 => '操作',
      7 => '企业微博',
      8 => 'company/',
      9 => '安装',
      10 => '地图微博',
      11 => 'map/',
    ),
  ),
  58 => 
  array (
    'index' => 
    array (
      '插件设计' => 'admin.php?mod=plugin&code=design',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=plugin&code=design',
      1 => '插件设计',
    ),
  ),
  59 => 
  array (
    'index' => 
    array (
      '在线系统升级' => 'admin.php?mod=upgrade',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=upgrade',
      1 => '在线系统升级',
      2 => '同Ip网站监测',
      3 => '清空系统缓存',
      4 => '系统在线升级',
      5 => '蜘蛛爬行统计',
      6 => 'JishiGou 提示',
      7 => '正在检查是否有新版本，请稍候……1、升级前请做好文件和数据库的备份，2、在升级过程中前台将临时无法访问。',
      8 => '如果您的浏览器没有自动跳转，请点这里继续',
    ),
  ),
  60 => 
  array (
    'index' => 
    array (
      '后台操作记录' => 'admin.php?mod=logs',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=logs',
      1 => '后台操作记录',
    ),
  ),
  61 => 
  array (
    'index' => 
    array (
      '清空系统缓存' => 'admin.php?mod=cache',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=cache',
      1 => '清空系统缓存',
      2 => '同Ip网站监测',
      3 => '系统在线升级',
      4 => '蜘蛛爬行统计',
      5 => '技巧提示',
      6 => '当站点进行了数据恢复、升级或者工作出现异常的时候，您可以使用本功能重新生成缓存。更新缓存的时候，可能让服务器负载升高，请尽量避开会员访问的高峰时间',
      7 => '模板缓存：更新站点模板、风格等缓存文件，当您修改了模板或者风格，但是没有立即生效的时候使用',
      8 => '数据缓存：更新站点的全部数据缓存',
      9 => '清空缓存操作',
      10 => '模板缓存 数据缓存',
    ),
  ),
  62 => 
  array (
    'index' => 
    array (
      '蜘蛛爬行统计' => 'admin.php?mod=robot',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=robot',
      1 => '蜘蛛爬行统计',
      2 => '同Ip网站监测',
      3 => '清空系统缓存',
      4 => '系统在线升级',
      5 => '参数设置',
      6 => '开启统计:',
      7 => '开启后能统计搜索引擎的来访次数，会轻微加重服务器负担。',
      8 => '提醒1：蜘蛛爬行次数不等于实际收录，点此查看各搜索引擎收录；',
      9 => '提醒2：在一些权重高的网站留下链接也可引导蜘蛛，外部链接站点分析。',
      10 => '提醒3：不与受惩罚的网站放同一个IP上，避免受牵连，同IP网站查询。',
    ),
  ),
  63 => 
  array (
    'index' => 
    array (
      '关键词排名' => 'http://keyword.biniu.com',
    ),
    'text' => 
    array (
      0 => 'http://keyword.biniu.com',
      1 => '关键词排名',
    ),
  ),
  64 => 
  array (
    'index' => 
    array (
      'alexa排名' => 'http://alexa.biniu.com',
    ),
    'text' => 
    array (
      0 => 'http://alexa.biniu.com',
      1 => 'alexa排名',
    ),
  ),
  65 => 
  array (
    'index' => 
    array (
      '友情链接检测' => 'http://checklink.biniu.com',
    ),
    'text' => 
    array (
      0 => 'http://checklink.biniu.com',
      1 => '友情链接检测',
    ),
  ),
  66 => 
  array (
    'index' => 
    array (
      '收录查询' => 'http://shoulu.biniu.com',
    ),
    'text' => 
    array (
      0 => 'http://shoulu.biniu.com',
      1 => '收录查询',
    ),
  ),
  67 => 
  array (
    'index' => 
    array (
      '同IP网站监测' => 'http://cnrdn.com/G8f4',
    ),
    'text' => 
    array (
      0 => 'http://cnrdn.com/G8f4',
      1 => '同IP网站监测',
    ),
  ),
  68 => 
  array (
    'index' => 
    array (
      '反向链接分析' => 'http://backlink.biniu.com',
    ),
    'text' => 
    array (
      0 => 'http://backlink.biniu.com',
      1 => '反向链接分析',
    ),
  ),
  69 => 
  array (
    'index' => 
    array (
      '数据备份' => 'admin.php?mod=db&code=export',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=db&code=export',
      1 => '数据备份',
      2 => '技巧提示',
      3 => '数据备份功能可备份Mysql数据库中的内容，导出的数据文件可用本系统的“数据恢复”功能自动循环导入。',
      4 => '全部备份均不包含系统模板文件和图片等附件文件。如果你是为了更换空间而备份，请看更换空间的详细步骤。',
      5 => '默认情况下，备份文件没有压缩；压缩备份文件可以让您的备份文件占用更小的空间，请在下面更多选项中选择压缩方式。',
      6 => '数据库备份都保存在/backup/db目录下，并且每次备份都按日期创建了一个独立的文件夹；具体信息可以在备份之后到“数据恢复”中查看或者删除不需要的备份。',
      7 => '数据备份类型',
      8 => '全部数据',
      9 => '自定义备份',
      10 => '根据需要自行选择需要备份的数据表',
      11 => 'JishiGou 数据表',
      12 => '全选',
      13 => 'jishigou_app',
      14 => 'jishigou_blacklist',
      15 => 'jishigou_buddys',
      16 => 'jishigou_cache',
      17 => 'jishigou_cache_1',
      18 => 'jishigou_cache_10',
      19 => 'jishigou_cache_11',
      20 => 'jishigou_cache_12',
      21 => 'jishigou_cache_13',
      22 => 'jishigou_cache_14',
      23 => 'jishigou_cache_15',
      24 => 'jishigou_cache_2',
      25 => 'jishigou_cache_3',
      26 => 'jishigou_cache_4',
      27 => 'jishigou_cache_5',
      28 => 'jishigou_cache_6',
      29 => 'jishigou_cache_7',
      30 => 'jishigou_cache_8',
      31 => 'jishigou_cache_9',
      32 => 'jishigou_common_district',
      33 => 'jishigou_credits_log',
      34 => 'jishigou_credits_rule',
      35 => 'jishigou_credits_rule_log',
      36 => 'jishigou_cron',
      37 => 'jishigou_event',
      38 => 'jishigou_event_favorite',
      39 => 'jishigou_event_info',
      40 => 'jishigou_event_member',
      41 => 'jishigou_event_needinfo',
      42 => 'jishigou_event_sort',
      43 => 'jishigou_failedlogins',
      44 => 'jishigou_fenlei_content',
      45 => 'jishigou_fenlei_content_1',
      46 => 'jishigou_fenlei_content_2',
      47 => 'jishigou_fenlei_content_3',
      48 => 'jishigou_fenlei_content_4',
      49 => 'jishigou_fenlei_content_5',
      50 => 'jishigou_fenlei_content_6',
      51 => 'jishigou_fenlei_favorite',
      52 => 'jishigou_fenlei_image',
      53 => 'jishigou_fenlei_module',
      54 => 'jishigou_fenlei_sort',
      55 => 'jishigou_fenlei_ziduan',
      56 => 'jishigou_fjau_bind_info',
      57 => 'jishigou_force_out',
      58 => 'jishigou_group',
      59 => 'jishigou_groupfields',
      60 => 'jishigou_imjiqiren_client_user',
      61 => 'jishigou_imjiqiren_failedlogins',
      62 => 'jishigou_imjiqiren_send_queue',
      63 => 'jishigou_invite',
      64 => 'jishigou_ip_banned',
      65 => 'jishigou_item_sms',
      66 => 'jishigou_item_user',
      67 => 'jishigou_live',
      68 => 'jishigou_log',
      69 => 'jishigou_log_data',
      70 => 'jishigou_manage_detail',
      71 => 'jishigou_medal',
      72 => 'jishigou_medal_apply',
      73 => 'jishigou_media',
      74 => 'jishigou_member_validate',
      75 => 'jishigou_memberfields',
      76 => 'jishigou_members',
      77 => 'jishigou_members_verify',
      78 => 'jishigou_my_tag',
      79 => 'jishigou_my_topic_tag',
      80 => 'jishigou_notice',
      81 => 'jishigou_onlinetime',
      82 => 'jishigou_output',
      83 => 'jishigou_plugin',
      84 => 'jishigou_plugin_company',
      85 => 'jishigou_pluginvar',
      86 => 'jishigou_pms',
      87 => 'jishigou_pms_index',
      88 => 'jishigou_pms_list',
      89 => 'jishigou_qq_send',
      90 => 'jishigou_qqwb_bind_info',
      91 => 'jishigou_qqwb_bind_topic',
      92 => 'jishigou_qun',
      93 => 'jishigou_qun_announcement',
      94 => 'jishigou_qun_apply',
      95 => 'jishigou_qun_category',
      96 => 'jishigou_qun_event',
      97 => 'jishigou_qun_level',
      98 => 'jishigou_qun_ploy',
      99 => 'jishigou_qun_tag',
      100 => 'jishigou_qun_tag_fields',
      101 => 'jishigou_qun_user',
      102 => 'jishigou_qun_vote',
      103 => 'jishigou_report',
      104 => 'jishigou_robot',
      105 => 'jishigou_robot_ip',
      106 => 'jishigou_robot_log',
      107 => 'jishigou_role',
      108 => 'jishigou_role_action',
      109 => 'jishigou_role_module',
      110 => 'jishigou_schedule',
      111 => 'jishigou_sessions',
      112 => 'jishigou_share',
      113 => 'jishigou_sign_tag',
      114 => 'jishigou_site',
      115 => 'jishigou_sms_client_user',
      116 => 'jishigou_sms_failedlogins',
      117 => 'jishigou_sms_receive_log',
      118 => 'jishigou_sms_send_log',
      119 => 'jishigou_sms_send_queue',
      120 => 'jishigou_tag',
      121 => 'jishigou_tag_extra',
      122 => 'jishigou_tag_favorite',
      123 => 'jishigou_tag_recommend',
      124 => 'jishigou_talk',
      125 => 'jishigou_talk_category',
      126 => 'jishigou_task',
      127 => 'jishigou_task_log',
      128 => 'jishigou_topic',
      129 => 'jishigou_topic_api',
      130 => 'jishigou_topic_attach',
      131 => 'jishigou_topic_event',
      132 => 'jishigou_topic_favorite',
      133 => 'jishigou_topic_image',
      134 => 'jishigou_topic_live',
      135 => 'jishigou_topic_longtext',
      136 => 'jishigou_topic_mention',
      137 => 'jishigou_topic_more',
      138 => 'jishigou_topic_music',
      139 => 'jishigou_topic_qun',
      140 => 'jishigou_topic_recommend',
      141 => 'jishigou_topic_reply',
      142 => 'jishigou_topic_show',
      143 => 'jishigou_topic_tag',
      144 => 'jishigou_topic_talk',
      145 => 'jishigou_topic_url',
      146 => 'jishigou_topic_verify',
      147 => 'jishigou_topic_video',
      148 => 'jishigou_topic_vote',
      149 => 'jishigou_url',
      150 => 'jishigou_user_medal',
      151 => 'jishigou_user_tag',
      152 => 'jishigou_user_tag_fields',
      153 => 'jishigou_validate',
      154 => 'jishigou_validate_category',
      155 => 'jishigou_validate_category_fields',
      156 => 'jishigou_validate_extra',
      157 => 'jishigou_vote',
      158 => 'jishigou_vote_field',
      159 => 'jishigou_vote_option',
      160 => 'jishigou_vote_user',
      161 => 'jishigou_wall',
      162 => 'jishigou_wall_draft',
      163 => 'jishigou_wall_material',
      164 => 'jishigou_wall_playlist',
      165 => 'jishigou_weather',
      166 => 'jishigou_xwb_bind_info',
      167 => 'jishigou_xwb_bind_topic',
      168 => '更多选项',
      169 => '数据备份方式',
      170 => 'JishiGou 分卷备份 - 文件长度限制(kb)',
      171 => '数据备份选项',
      172 => '使用扩展插入(Extended Insert)方式',
      173 => '建表语句格式',
      174 => '默认',
      175 => 'MySQL 3.23/4.0.x',
      176 => 'MySQL 4.1.x/5.x',
      177 => '强制字符集',
      178 => 'GBK',
      179 => 'UTF-8',
      180 => '十六进制方式：可以保证备份数据的完整性',
      181 => '压缩备份文件',
      182 => '多分卷压缩成一个文件',
      183 => '每个分卷压缩成单独文件',
      184 => '不压缩',
      185 => '备份文件名',
      186 => '.sql',
    ),
  ),
  70 => 
  array (
    'index' => 
    array (
      '数据恢复' => 'admin.php?mod=db&code=import',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=db&code=import',
      1 => '数据恢复',
      2 => '技巧提示',
      3 => '本功能在恢复备份数据的同时，将全部覆盖原有数据。',
      4 => '数据恢复功能只能恢复由当前版本 JishiGou 导出的数据文件，其它软件导出格式可能无法识别。',
      5 => '如果您使用了分卷备份，只需手工导入文件卷 1，其它数据文件会由系统自动导入。',
      6 => '数据备份记录',
      7 => '全删文件名版本时间类型尺寸方式卷号操作',
    ),
  ),
  71 => 
  array (
    'index' => 
    array (
      '数据表优化' => 'admin.php?mod=db&code=optimize',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=db&code=optimize',
      1 => '数据表优化',
      2 => '技巧提示',
      3 => '数据表优化可以去除数据文件中的碎片，使记录排列紧密，提高读写速度。',
      4 => '优化?',
      5 => '数据表',
      6 => '类型',
      7 => '记录数',
      8 => '数据',
      9 => '索引',
      10 => '碎片',
      11 => '数据表没有碎片，不需要再优化。',
    ),
  ),
  72 => 
  array (
    'index' => 
    array (
      '商业授权和客户端' => 'http://cnrdn.com/15f4',
    ),
    'text' => 
    array (
      0 => 'http://cnrdn.com/15f4',
      1 => '商业授权和客户端',
    ),
  ),
  73 => 
  array (
    'index' => 
    array (
      '推广赚金币' => 'http://cnrdn.com/05f4',
    ),
    'text' => 
    array (
      0 => 'http://cnrdn.com/05f4',
      1 => '推广赚金币',
    ),
  ),
  74 => 
  array (
    'index' => 
    array (
      'Bug反馈' => 'http://cnrdn.com/z4f4',
    ),
    'text' => 
    array (
      0 => 'http://cnrdn.com/z4f4',
      1 => 'Bug反馈',
    ),
  ),
  75 => 
  array (
    'index' => 
    array (
      '模板风格分享' => 'http://cnrdn.com/x4f4',
    ),
    'text' => 
    array (
      0 => 'http://cnrdn.com/x4f4',
      1 => '模板风格分享',
    ),
  ),
  76 => 
  array (
    'index' => 
    array (
      '插件和应用开发' => 'http://cnrdn.com/25f4',
    ),
    'text' => 
    array (
      0 => 'http://cnrdn.com/25f4',
      1 => '插件和应用开发',
    ),
  ),
  77 => 
  array (
    'index' => 
    array (
      '最新版微博体验' => 'http://cnrdn.com/35f4',
    ),
    'text' => 
    array (
      0 => 'http://cnrdn.com/35f4',
      1 => '最新版微博体验',
    ),
  ),
  78 => 
  array (
    'index' => 
    array (
      '基本设置' => 'admin.php?mod=qun&code=setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=qun&code=setting',
      1 => '基本设置',
      2 => '微群',
      3 => '微群分类',
      4 => '微群策略',
      5 => '微群管理',
      6 => '创建微群',
      7 => '添加群模板',
      8 => '是否开启微群功能',
      9 => '此项对系统管理员无效',
      10 => '是否允许普通用户创建微群',
      11 => '是否开启同城微群',
      12 => '选择是在微群首页显示同城群',
      13 => '微群头像最大尺寸',
      14 => '(KB)，超过这个尺寸无法上传',
      15 => '群成员人数上限',
      16 => '0或者为空表示不限制',
      17 => '群管理员人数上限',
    ),
  ),
  79 => 
  array (
    'index' => 
    array (
      '微群分类' => 'admin.php?mod=qun&code=category',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=qun&code=category',
      1 => '微群分类',
      2 => '微群',
      3 => '基本设置',
      4 => '微群策略',
      5 => '微群管理',
      6 => '创建微群',
      7 => '添加群模板',
      8 => '显示顺序',
      9 => '分类名称',
      10 => '微群个数',
      11 => '操作',
      12 => '删除',
      13 => '新子分类',
      14 => '添加一级分类',
    ),
  ),
  80 => 
  array (
    'index' => 
    array (
      '微群策略' => 'admin.php?mod=qun&code=ploy',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=qun&code=ploy',
      1 => '微群策略',
      2 => '微群',
      3 => '基本设置',
      4 => '微群分类',
      5 => '微群管理',
      6 => '创建微群',
      7 => '添加群模板',
      8 => '基本策略',
      9 => '是否只有上传了头像的成员才能创建组群',
      10 => '是否只有V认证用户才能创建组群',
      11 => '详细策略',
      12 => '删?',
      13 => '粉丝数介于',
      14 => '微博数介于',
      15 => '可建微群数',
      16 => '添加策略',
      17 => '删除',
    ),
  ),
  81 => 
  array (
    'index' => 
    array (
      '微群管理' => 'admin.php?mod=qun&code=manage',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=qun&code=manage',
      1 => '微群管理',
      2 => '微群',
      3 => '基本设置',
      4 => '微群分类',
      5 => '微群策略',
      6 => '创建微群',
      7 => '添加群模板',
      8 => '搜索',
      9 => '微群等级',
      10 => '微群名称',
      11 => '创始人昵称',
      12 => '时间:',
      13 => '搜索一下',
      14 => '全部微群',
      15 => '删?',
      16 => '群组名称(标签)',
      17 => '所属分类',
      18 => '创建人',
      19 => '创建时间',
      20 => '推荐',
      21 => '操作',
      22 => '还有没有微群记录',
    ),
  ),
  82 => 
  array (
    'index' => 
    array (
      '创建微群' => 'admin.php?mod=qun&code=add',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=qun&code=add',
      1 => '创建微群',
      2 => '微群',
      3 => '基本设置',
      4 => '微群分类',
      5 => '微群策略',
      6 => '微群管理',
      7 => '添加群模板',
      8 => '编辑微群',
      9 => '微群名称：',
      10 => '推荐',
      11 => '*微群分类:',
      12 => '*微群所在地:',
      13 => '微群标签：',
      14 => '用英文逗号分隔,最多5个标签',
      15 => '微群简介：',
      16 => '*微群类型：',
      17 => '公开群组',
      18 => '私密群组',
      19 => '*加入方式：',
      20 => '任何人可自由加入',
      21 => '需群主批准后才能加入',
      22 => '*微群头像：',
      23 => '微群风格：',
    ),
  ),
  83 => 
  array (
    'index' => 
    array (
      '添加群模板' => 'admin.php?mod=qun&code=module',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=qun&code=module',
      1 => '添加群模板',
      2 => '微群',
      3 => '基本设置',
      4 => '微群分类',
      5 => '微群策略',
      6 => '微群管理',
      7 => '创建微群',
      8 => '注意：请保持模板的数据与你创建的css样式一致。',
      9 => '群模板',
      10 => '删?',
      11 => '模板ID',
      12 => '背景颜色',
      13 => '字体颜色',
      14 => '链接颜色',
      15 => '对齐方式',
      16 => '添加一级导航',
    ),
  ),
  84 => 
  array (
    'index' => 
    array (
      '手机短信设置' => 'admin.php?mod=sms&code=setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=sms&code=setting',
      1 => '手机短信设置',
      2 => '手机短信',
      3 => '用户列表和群发',
      4 => '发送记录列表',
      5 => '接收记录列表',
      6 => '开启手机短信后，可实现短信发微博、注册短信验证、回复提醒加广告、短信群发通知等',
      7 => '1、开启手机短信功能？',
      8 => '1.1、如第一次开启，必须填写下面的APP ID和APP KEY',
      9 => '1.2、是否对用户短信微博进行自动回复？',
      10 => '选择是，用户通过短信发微博成功后系统会自动回复用户发布成功；',
      11 => '选择否，不论是否发布成功不对用户做任何回复（用户体验不好）',
      12 => '注册下行通知、短信微博注册等不受影响，仅针对短信发微博的',
      13 => '2、手机短信核心配置',
      14 => '第一次设置，请先点此购买并获取APP信息',
      15 => '2.1、APP ID（请向在线客服索取）',
      16 => '2.2、APP KEY（请向在线客服索取）',
      17 => '2.3、SMS ID（106开头的三网合一特服号）',
      18 => '2.4、短信剩余条数（开通后会显示帐户短信数量）',
      19 => '4、手机短信提醒类型设置',
      20 => '下面开启提醒功能后，前台用户才可以设置开通相应提醒',
      21 => '4.1、开启@我的提醒功能？',
      22 => '4.2、开启新评论提醒功能？',
      23 => '4.3、开启新私信提醒功能？',
      24 => '4.4、开启新粉丝提醒功能？',
      25 => '5、开启自动注册功能？',
      26 => '5.1、开启后，系统接收到未绑定用户的手机发来信息时，自动为其注册一个用户，并绑定手机号码；然后再回复短信告知用户名和密码，方便用户在web上访问；',
      27 => '该功能主要用户使用“上墙”功能的活动现场，方便用户参与',
      28 => '6、开启注册短信验证功能？',
      29 => '6.1、在新用户注册时需要填写手机号码，并对号码进行验证；此功能可杜绝垃圾注册。',
      30 => '6.2、注册时不用填写邮箱地址？',
      31 => '此选项在“开启注册短信验证功能”的情况下生效',
      32 => '7、短信内容自定义设置',
      33 => '比如短信中可附加赞助商广告，可为网站带来盈利。',
      34 => '7.1、短信内容前辍',
      35 => '会附加在所有发送的短信内容的前面',
      36 => '7.2、短信内容后辍',
      37 => '会附加在所有发送的短信内容的后面',
    ),
  ),
  85 => 
  array (
    'index' => 
    array (
      '用户列表和群发' => 'admin.php?mod=sms&code=list',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=sms&code=list',
      1 => '用户列表和群发',
      2 => '手机短信',
      3 => '手机短信设置',
      4 => '发送记录列表',
      5 => '接收记录列表',
      6 => '记录搜索',
      7 => '1、用户姓名',
      8 => '2、手机号码',
      9 => '用户昵称',
      10 => '手机号码',
      11 => '绑定时间',
      12 => '发送次数',
      13 => '接收次数',
      14 => '暂时没有相关记录',
      15 => '短信群发：（请勾选上面的用户；最多支持100个号码）',
      16 => '短信内容：',
      17 => '注意1：内容不能超过70个字，否则会被自动截取掉；',
      18 => '注意2：仅能用于会员通知，纯广告、促销、打折、特价、房产等营销内容将被运营商拦截。',
    ),
  ),
  86 => 
  array (
    'index' => 
    array (
      '发送记录列表' => 'admin.php?mod=sms&code=send_log',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=sms&code=send_log',
      1 => '发送记录列表',
      2 => '手机短信',
      3 => '手机短信设置',
      4 => '用户列表和群发',
      5 => '接收记录列表',
      6 => '记录搜索',
      7 => '1、记录类型',
      8 => '发送记录',
      9 => '接收记录',
      10 => '2、用户姓名',
      11 => '3、手机号码',
      12 => '4、记录时间',
      13 => '删除半年前的记录？',
      14 => '用户',
      15 => '号码',
      16 => '时间',
      17 => '内容',
      18 => '状态',
      19 => '暂时没有相关记录',
    ),
  ),
  87 => 
  array (
    'index' => 
    array (
      '接收记录列表' => 'admin.php?mod=sms&code=receive_log',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=sms&code=receive_log',
      1 => '接收记录列表',
      2 => '手机短信',
      3 => '手机短信设置',
      4 => '用户列表和群发',
      5 => '发送记录列表',
      6 => '记录搜索',
      7 => '1、记录类型',
      8 => '发送记录',
      9 => '接收记录',
      10 => '2、用户姓名',
      11 => '3、手机号码',
      12 => '4、记录时间',
      13 => '删除半年前的记录？',
      14 => '用户',
      15 => '号码',
      16 => '时间',
      17 => '内容',
      18 => '其他',
      19 => '暂时没有相关记录',
    ),
  ),
  88 => 
  array (
    'index' => 
    array (
      '话题管理' => 'admin.php?mod=tag&code=list',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=tag&code=list',
      1 => '话题管理',
      2 => '话题和专题管理',
      3 => '话题推荐',
      4 => '话题专题',
      5 => '技巧提示',
      6 => '收缩/展开',
      7 => '微博内容中#关键词#中的关键词会被解析为话题，话题是一种内容分类，方便用户关注等。',
      8 => '搜索已有话题',
      9 => '搜索一下',
      10 => '话题名称',
      11 => '微博数量',
      12 => '关注人数',
      13 => '添加时间',
      14 => '相关操作',
    ),
  ),
  89 => 
  array (
    'index' => 
    array (
      '话题推荐' => 'admin.php?mod=tag&code=recommend',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=tag&code=recommend',
      1 => '话题推荐',
      2 => '话题和专题管理',
      3 => '话题管理',
      4 => '话题专题',
      5 => '热门推荐话题设置',
      6 => '是否启用？',
      7 => '启用后，可以我的微博页面显示热门推荐话题内容；',
      8 => '模块名称？',
      9 => '默认为“热门推荐话题”；',
      10 => '显示数量？',
      11 => '默认为“10”；',
      12 => '启用',
      13 => '推荐话题',
      14 => '话题描述（可留空）',
      15 => '排序',
      16 => '管理',
    ),
  ),
  90 => 
  array (
    'index' => 
    array (
      '话题专题' => 'admin.php?mod=tag&code=extra',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=tag&code=extra',
      1 => '话题专题',
      2 => '话题和专题管理',
      3 => '话题管理',
      4 => '话题推荐',
      5 => '技巧提示',
      6 => '收缩/展开',
      7 => '下面专题是基于已有的话题来建立的，所以添加专题前请确认话题已存在；',
      8 => '专题，用来引导用户更详细的了解某话题的相关情况以及人物推荐等。',
      9 => '已有的话题专题',
      10 => '相关操作',
    ),
  ),
  91 => 
  array (
    'index' => 
    array (
      '设置' => 'admin.php?mod=plugindesign&code=design',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=plugindesign&code=design',
      1 => '设置',
    ),
  ),
  92 => 
  array (
    'index' => 
    array (
      '模块' => 'admin.php?mod=plugindesign&code=modules',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=plugindesign&code=modules',
      1 => '模块',
    ),
  ),
  93 => 
  array (
    'index' => 
    array (
      '变量' => 'admin.php?mod=plugindesign&code=vars',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=plugindesign&code=vars',
      1 => '变量',
    ),
  ),
  94 => 
  array (
    'index' => 
    array (
      '导出' => 'admin.php?mod=plugindesign&code=export',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=plugindesign&code=export',
      1 => '导出',
    ),
  ),
  95 => 
  array (
    'index' => 
    array (
      '投票设置' => 'admin.php?mod=vote&code=setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=vote&code=setting',
      1 => '投票设置',
      2 => '投票管理',
      3 => '投票审核',
      4 => '投票配置',
      5 => '开启投票应用:',
      6 => '选择是，用户在前台可发起、查看、参与投票，选择否即关闭;',
      7 => '开启投票审核:',
      8 => '选择是，前台发起的投票，需要在管理员在后台审核投票后才能显示、操作;',
      9 => '开启审核，有助于保证投票的质量。',
      10 => '投票仅限V认证用户',
      11 => '否  （选择是，只有V认证用户可以发起投票，选择否则不做限制）',
      12 => '提交',
    ),
  ),
  96 => 
  array (
    'index' => 
    array (
      '投票审核' => 'admin.php?mod=vote&code=verify',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=vote&code=verify',
      1 => '投票审核',
      2 => '投票设置',
      3 => '投票管理',
      4 => '搜索投票',
      5 => '投票ID:',
      6 => '投票主题:',
      7 => '搜索一下',
      8 => '全部投票',
      9 => '通过',
      10 => '投票主题',
      11 => '发起人',
      12 => '参与人数',
      13 => '时间',
      14 => '操作',
      15 => '还没有投票记录',
    ),
  ),
  97 => 
  array (
    'index' => 
    array (
      '活动设置' => 'admin.php?mod=event&code=setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=event&code=setting',
      1 => '活动设置',
      2 => '活动主题',
      3 => '可选必填项',
      4 => '活动管理',
      5 => '活动审核',
      6 => '基本设置',
      7 => '是否开启活动应用',
      8 => '选择是，用户在可在前台发起、查看、参与活动，选择否即关闭；',
      9 => '是否开启活动审核',
      10 => '选择是，用户发起活动需管理员在后台审核活动后才能公开显示，选择否则会立即显示；',
      11 => '开启审核，有助于控制活动的质量；',
      12 => '活动仅限V认证用户',
      13 => '选择是，只有V认证用户可以发起活动，选择否则不做限制；',
      14 => '开启此限制，则有助于保证活动的质量。',
    ),
  ),
  98 => 
  array (
    'index' => 
    array (
      '活动主题' => 'admin.php?mod=event&code=index',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=event&code=index',
      1 => '活动主题',
      2 => '活动设置',
      3 => '可选必填项',
      4 => '活动管理',
      5 => '活动审核',
      6 => '活动主题:',
      7 => '注意:可以同时创建多个栏目,每个栏目换一行即可.',
      8 => '活动数',
      9 => '删除',
      10 => '演出/电影',
      11 => '生活/聚会',
      12 => '旅行/户外',
      13 => '展览/沙龙',
      14 => '体育/健身',
      15 => '公益/环保',
      16 => '派对/夜店',
      17 => '作品征集',
      18 => '市集/游园',
      19 => '打折/促销',
      20 => '其他',
    ),
  ),
  99 => 
  array (
    'index' => 
    array (
      '可选必填项' => 'admin.php?mod=event&code=info',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=event&code=info',
      1 => '可选必填项',
      2 => '活动设置',
      3 => '活动主题',
      4 => '活动管理',
      5 => '活动审核',
      6 => '栏目名称:',
      7 => '英文名称:',
      8 => '表单类型:',
      9 => '可选值:',
      10 => '活动发起者可选的必填资料',
      11 => '项目名',
      12 => '项目类型',
      13 => '操作',
      14 => '真实姓名',
      15 => '文本框',
      16 => '编辑',
      17 => '删除',
      18 => '性别',
      19 => '下拉框',
      20 => '手机号码',
      21 => '生日',
      22 => '证件号',
      23 => '邮寄地址',
      24 => '邮编',
      25 => '国籍',
      26 => '出生地',
      27 => '居住地',
      28 => '毕业学校',
      29 => '学历',
      30 => '公司',
      31 => '职业',
      32 => '职位',
      33 => '年收入',
      34 => '情感状态',
      35 => '交友目的',
      36 => '血型',
      37 => '身高',
      38 => '体重',
      39 => '支付宝',
      40 => 'MSN',
      41 => '个人主页',
      42 => '自我介绍',
      43 => '兴趣爱好',
      44 => '联系地址',
    ),
  ),
  100 => 
  array (
    'index' => 
    array (
      '活动审核' => 'admin.php?mod=event&code=verify',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=event&code=verify',
      1 => '活动审核',
      2 => '活动设置',
      3 => '活动主题',
      4 => '可选必填项',
      5 => '活动管理',
      6 => '搜索活动',
      7 => '活动ID:',
      8 => '活动标题:',
      9 => '搜索一下',
      10 => '全部活动',
      11 => '通过',
      12 => '活动标题',
      13 => '活动发起者',
      14 => '时间',
      15 => '操作',
      16 => '还没有活动记录',
    ),
  ),
  101 => 
  array (
    'index' => 
    array (
      '直播配置' => 'admin.php?mod=live&code=config',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=live&code=config',
      1 => '直播配置',
      2 => '添加直播',
      3 => '直播管理',
      4 => '官方主持人：',
      5 => '直播简介：',
      6 => '直播合作方式：',
    ),
  ),
  102 => 
  array (
    'index' => 
    array (
      '添加直播' => 'admin.php?mod=live&code=add',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=live&code=add',
      1 => '添加直播',
      2 => '直播配置',
      3 => '直播管理',
      4 => '添加',
      5 => '直播',
      6 => '直播主题：',
      7 => '直播说明：',
      8 => '主持人：',
      9 => '用户昵称',
      10 => '个人介绍',
      11 => '操作',
      12 => '嘉宾：',
      13 => '嘉宾介绍',
      14 => '合作媒体：',
      15 => '媒体简介',
      16 => '形象图地址：',
      17 => '（大小：800*100 px）',
      18 => '直播时间：',
    ),
  ),
  103 => 
  array (
    'index' => 
    array (
      '访谈配置' => 'admin.php?mod=talk&code=config',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=talk&code=config',
      1 => '访谈配置',
      2 => '微访谈',
      3 => '访谈分类',
      4 => '添加访谈',
      5 => '访谈管理',
      6 => '官方主持人：',
      7 => '访谈简介：',
      8 => '访谈合作方式：',
    ),
  ),
  104 => 
  array (
    'index' => 
    array (
      '访谈分类' => 'admin.php?mod=talk&code=category',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=talk&code=category',
      1 => '访谈分类',
      2 => '微访谈',
      3 => '访谈配置',
      4 => '添加访谈',
      5 => '访谈管理',
      6 => '显示顺序',
      7 => '分类名称',
      8 => '访谈个数',
      9 => '操作',
      10 => '添加一级分类',
    ),
  ),
  105 => 
  array (
    'index' => 
    array (
      '添加访谈' => 'admin.php?mod=talk&code=add',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=talk&code=add',
      1 => '添加访谈',
      2 => '微访谈',
      3 => '访谈配置',
      4 => '访谈分类',
      5 => '访谈管理',
      6 => '添加',
      7 => '访谈',
      8 => '访谈主题：',
      9 => '*访谈分类:',
      10 => '（说明：必须有子分类的才在这里显示）添加分类',
      11 => '访谈说明：',
      12 => '主持人：',
      13 => '用户昵称',
      14 => '个人介绍',
      15 => '操作',
      16 => '嘉宾：',
      17 => '嘉宾介绍',
      18 => '合作媒体：',
      19 => '媒体介绍',
      20 => '形象图地址：',
      21 => '（大小：800*100 px）',
      22 => '访谈时间：',
    ),
  ),
  106 => 
  array (
    'index' => 
    array (
      '用户绑定情况' => 'admin.php?mod=account&code=index',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=account&code=index',
      1 => '用户绑定情况',
      2 => 'YY帐户设置',
      3 => '人人帐户设置',
      4 => '开心帐户设置',
      5 => '新浪微博绑定',
      6 => '腾讯微博绑定',
      7 => '说明提示',
      8 => '使用其他网站的帐户登录记事狗(http://安装您微博的域名)、吸引其他网站用户的使用；',
      9 => '搜索选项',
      10 => '用户昵称',
      11 => '选择类型',
      12 => '新浪微博',
      13 => '腾讯微博',
      14 => '查看全部',
      15 => 'admin',
      16 => '未绑定',
    ),
  ),
  107 => 
  array (
    'index' => 
    array (
      'YY帐户设置' => 'admin.php?mod=account&code=yy',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=account&code=yy',
      1 => 'YY帐户设置',
      2 => '用户绑定情况',
      3 => '人人帐户设置',
      4 => '开心帐户设置',
      5 => '新浪微博绑定',
      6 => '腾讯微博绑定',
      7 => '说明提示',
      8 => '启用YY，可以使用YY帐户登录记事狗(http://安装您微博的域名)、不再担心忘记密码；',
      9 => 'YY设置',
      10 => '是否启用？（注意：允许此功能需要PHP支持curl组件）',
      11 => 'client_id',
      12 => '默认 “”，',
      13 => '如需全新申请，请访问http://gdb.yy.com',
      14 => 'client_secret',
      15 => '默认 “”，使用同上',
      16 => '使用YY帐号登录后，是否向用户显示注册帐号/密码提示信息？',
      17 => '建议选是',
    ),
  ),
  108 => 
  array (
    'index' => 
    array (
      '人人帐户设置' => 'admin.php?mod=account&code=renren',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=account&code=renren',
      1 => '人人帐户设置',
      2 => '用户绑定情况',
      3 => 'YY帐户设置',
      4 => '开心帐户设置',
      5 => '新浪微博绑定',
      6 => '腾讯微博绑定',
      7 => '说明提示',
      8 => '启用人人，可以使用人人帐户登录记事狗(http://安装您微博的域名)、不再担心忘记密码；',
      9 => '人人设置',
      10 => '是否启用？（注意：允许此功能需要PHP支持curl组件）',
      11 => 'client_id 或 API Key',
      12 => '默认 “”，',
      13 => '如需全新申请，请访问http://dev.renren.com/',
      14 => 'client_secret 或 Secret Key',
      15 => '默认 “”，使用同上',
      16 => '使用人人帐号登录后，是否向用户显示注册帐号/密码提示信息？',
      17 => '建议选是',
      18 => '开启发微博时同步发到人人的功能？',
      19 => '建议选是，可将内容推广到人人平台',
      20 => '微博同步到人人时，是否包含图片？',
    ),
  ),
  109 => 
  array (
    'index' => 
    array (
      '开心帐户设置' => 'admin.php?mod=account&code=kaixin',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=account&code=kaixin',
      1 => '开心帐户设置',
      2 => '用户绑定情况',
      3 => 'YY帐户设置',
      4 => '人人帐户设置',
      5 => '新浪微博绑定',
      6 => '腾讯微博绑定',
      7 => '说明提示',
      8 => '启用开心，可以使用开心帐户登录记事狗(http://安装您微博的域名)、不再担心忘记密码；',
      9 => '开心设置',
      10 => '是否启用？（注意：允许此功能需要PHP支持curl组件）',
      11 => 'client_id 或 API Key',
      12 => '默认 “”，',
      13 => '如需全新申请，请访问http://www.kaixin001.com/platform/?app=rlink',
      14 => 'client_secret 或 Secret Key',
      15 => '默认 “”，使用同上',
      16 => '使用开心帐号登录后，是否向用户显示注册帐号/密码提示信息？',
      17 => '建议选是',
      18 => '开启发微博时同步发到开心的功能？',
      19 => '建议选是，可将内容推广到开心平台',
      20 => '微博同步到开心时，是否包含图片？',
    ),
  ),
  110 => 
  array (
    'index' => 
    array (
      '腾讯微博绑定' => 'admin.php?mod=setting&code=modify_qqwb',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_qqwb',
      1 => '腾讯微博绑定',
      2 => '用户绑定情况',
      3 => 'YY帐户设置',
      4 => '人人帐户设置',
      5 => '开心帐户设置',
      6 => '新浪微博绑定',
      7 => '技巧提示',
      8 => '启用腾讯微博，可以使用腾讯微博帐户登录记事狗(http://安装您微博的域名)、不再担心忘记密码；',
      9 => '还可以在记事狗发微博同步发到腾讯微博上，吸引更多人关注；',
      10 => '腾讯微博设置',
      11 => '是否启用？',
      12 => 'App Key',
      13 => '默认 “8c84c76e55d6491a991d8b568ad15209”，可以使用；',
      14 => '如需全新申请，请访问http://open.t.qq.com',
      15 => 'App Secret',
      16 => '默认 “949d659ce5e89230c5bac10e17bc2ba8”，使用同上',
      17 => '允许腾讯微博帐号绑定和登录本站？',
      18 => '建议选是，吸引腾讯微博用户',
      19 => '使用腾讯微博帐号登录后，是否向用户显示注册帐号/密码提示信息？',
      20 => '建议选是，因为QQAPI提供的信息不包括QQ号码和email信息',
      21 => '使用腾讯微博帐号登录注册后，是否同步腾讯微博的头像？',
      22 => '建议选是',
      23 => '允许同步微博到发布者的腾讯微博上？',
      24 => '建议选是，可将内容推广到腾讯腾讯微博平台',
      25 => '同步内容到腾讯腾讯微博时，是否包括图片？',
      26 => '建议选是，假如此功能导致服务器反应缓慢，则可以将其关闭。',
      27 => '允许回复微博时，推送回复内容到相关联的腾讯微博中？',
      28 => '该功能要求回复者已经绑定了腾讯微博，并且要求被回复的微博已经推送到腾讯微博中。默认 “允许”',
      29 => '允许微博详情页显示转发到腾讯微博按钮？',
      30 => '建议选择是，不会增加网站负担；',
    ),
  ),
  111 => 
  array (
    'index' => 
    array (
      'IP访问控制' => 'admin.php?mod=setting&code=modify_access',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_access',
      1 => 'IP访问控制',
      2 => '用户注册控制',
      3 => '自动关注和推荐',
      4 => '默认关注分组',
      5 => '邀请注册文字',
      6 => '防灌水验证码',
      7 => '技巧提示',
      8 => '您当前IP是：',
      9 => '如果禁止ip访问导致自己都无法访问，请用FTP登录服务器手工删除/setting/access.php文件即可访问。',
      10 => '禁止前台访问的IP 列表:',
      11 => '留空为所有 IP 均可访问；',
      12 => '当用户处于本列表中的 IP 地址时将无法访问本站点前台所有页面。',
      13 => '每个 IP 一行，既可输入完整地址，也可只输入 IP 开头，例如 "192.168."(不含引号) 可匹配 192.168.0.0～192.168.255.255 范围内的所有地址；',
      14 => '允许访问"后台"的IP 列表:',
      15 => '留空为不限制；',
      16 => '只有当管理员处于本列表中的 IP 地址时才可以访问后台，列表以外的地址访问将无法访问，但仍可访问网站前端用户界面，请务必慎重使用本功能。',
      17 => '每个 IP 一行，既可输入完整地址，也可只输入 IP 开头，例如 "192.168."(不含引号) 可匹配 192.168.0.0～192.168.255.255 范围内的所有地址;',
    ),
  ),
  112 => 
  array (
    'index' => 
    array (
      '默认关注分组' => 'admin.php?mod=setting&code=follow',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=follow',
      1 => '默认关注分组',
      2 => '用户注册控制',
      3 => 'IP访问控制',
      4 => '自动关注和推荐',
      5 => '邀请注册文字',
      6 => '防灌水验证码',
      7 => '新用户注册后默认拥有的分组',
      8 => '删?',
      9 => '分组名称',
      10 => '添加关注分组',
      11 => '删除',
    ),
  ),
  113 => 
  array (
    'index' => 
    array (
      '邀请注册文字' => 'admin.php?mod=setting&code=invite',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=invite',
      1 => '邀请注册文字',
      2 => '用户注册控制',
      3 => 'IP访问控制',
      4 => '自动关注和推荐',
      5 => '默认关注分组',
      6 => '防灌水验证码',
      7 => '技巧提示',
      8 => '可在下面自定义用户传播邀请链接时候的描述内容，可使用如下标签：',
      9 => '#nickname# 		=> 		用户昵称',
      10 => '#inviteurl# 	=> 		邀请链接',
      11 => '#invite_num#	=>		可邀请人数',
      12 => '#site_name#		=>		站点名称',
      13 => '邀请语设置',
    ),
  ),
  114 => 
  array (
    'index' => 
    array (
      '防灌水验证码' => 'admin.php?mod=setting&code=modify_seccode',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_seccode',
      1 => '防灌水验证码',
      2 => '用户注册控制',
      3 => 'IP访问控制',
      4 => '自动关注和推荐',
      5 => '默认关注分组',
      6 => '邀请注册文字',
      7 => '防灌水设置',
      8 => '在哪些页面开启验证码功能：',
      9 => '登录页面',
      10 => '注册页面',
    ),
  ),
  115 => 
  array (
    'index' => 
    array (
      '签到设置' => 'admin.php?mod=sign&code=index',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=sign&code=index',
      1 => '签到设置',
      2 => '签到',
      3 => '签到积分排行',
      4 => '基本设置',
      5 => '是否开始签到',
      6 => '签到话题',
      7 => '每行一个话题',
    ),
  ),
  116 => 
  array (
    'index' => 
    array (
      '签到积分排行' => 'admin.php?mod=sign&code=sign_list',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=sign&code=sign_list',
      1 => '签到积分排行',
      2 => '签到',
      3 => '签到设置',
      4 => '积分排行',
      5 => '设置积分排行类型在达人榜可显示此积分的排行榜',
      6 => '积分搜索',
      7 => '积分排行字段',
      8 => '用户昵称',
      9 => '积分（大于）',
      10 => '排除获得奖励',
      11 => '全部',
      12 => '全选',
      13 => '昵称',
      14 => '积分',
      15 => 'admin',
      16 => '操作：',
      17 => '私信内容：',
      18 => '选择发放的勋章',
    ),
  ),
  117 => 
  array (
    'index' => 
    array (
      '积分规则设置' => 'admin.php?mod=setting&code=list_credits_rule',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=list_credits_rule',
      1 => '积分规则设置',
      2 => '积分项目设置',
      3 => '积分等级设置',
      4 => '查看积分排行',
      5 => '技巧提示',
      6 => '各项积分增减允许的范围为 -99～+99。',
      7 => '如果为更多的操作设置积分策略，系统就需要更频繁的更新用户积分，同时意味着消耗更多的系统资源，因此请根据实际情况酌情设置。查看积分规则',
      8 => '积分策略',
      9 => '策略名称',
      10 => '周期',
      11 => '奖励次数',
      12 => '金币',
      13 => '发布原创微博',
      14 => '每天',
      15 => '编辑',
      16 => '评论或转发微博',
      17 => '关注好友',
      18 => '邀请注册',
      19 => '每天登录',
      20 => '发送短消息',
      21 => '设置头像',
      22 => '一次性',
      23 => 'VIP认证',
      24 => '发布指定话题新人报到',
      25 => '删除',
      26 => '关注指定用户admin',
      27 => '删除微博',
      28 => '不限周期',
      29 => '不限次数',
      30 => '取消关注好友',
      31 => '发布指定话题',
      32 => '关注指定用户',
      33 => '发起投票',
      34 => '删除投票',
    ),
  ),
  118 => 
  array (
    'index' => 
    array (
      '查看积分排行' => 'admin.php?mod=sign&code=credits_top',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=sign&code=credits_top',
      1 => '查看积分排行',
      2 => '签到',
      3 => '积分项目设置',
      4 => '积分规则设置',
      5 => '积分等级设置',
      6 => '积分排行',
      7 => '设置积分排行类型在达人榜可显示此积分的排行榜',
      8 => '积分搜索',
      9 => '积分排行字段',
      10 => '用户昵称',
      11 => '积分（大于）',
      12 => '排除获得奖励',
      13 => '全部',
      14 => '全选',
      15 => '昵称',
      16 => '积分',
      17 => 'admin',
      18 => '操作：',
      19 => '私信内容：',
      20 => '选择发放的勋章',
    ),
  ),
  119 => 
  array (
    'index' => 
    array (
      '网站关键词设置' => 'admin.php?mod=setting&code=modify_meta',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_meta',
      1 => '网站关键词设置',
      2 => 'URL伪静态设置',
      3 => '搜索引擎优化，可留空（切忌不要进行关键词堆词，会导致搜索引擎惩罚！）',
      4 => '网站关键词（全站）:',
      5 => '针对网站的所有页面设置Meta部分关键词定义,多个词用逗号分隔',
      6 => '网站描述（全站）:',
      7 => '针对网站的所有页面设置Meta部分的描述定义,多个描述用逗号分隔',
      8 => '附加标题（全站）:',
      9 => '附加在网站标题后面',
      10 => '首页关键词（首页）:',
      11 => '针对网站首页的Meta部分关键词设置,多个词用逗号分隔',
      12 => '首页描述（首页）:',
      13 => '针对网站首页的Meta部分描述定义,多个描述用逗号分隔',
    ),
  ),
  120 => 
  array (
    'index' => 
    array (
      '手机应用设置' => 'admin.php?mod=setting&code=modify_mobile',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_mobile',
      1 => '手机应用设置',
      2 => '核心设置',
      3 => '图片上传设置',
      4 => '发布来源设置',
      5 => '图片签名档调用',
      6 => '邮件发送设置',
      7 => '远程附件设置',
      8 => '要点提示',
      9 => '核心设置是指影响整个网站用户的设置，比如是否开启先审核后发布等；',
      10 => '本页面的设置以及网站的数据库配置信息都保存在/setting/settings.php中。',
      11 => '开启WAP手机访问:',
      12 => '选择“是”开启，前台页面底部会显示“手机访问”链接。',
      13 => '开启WAP注册:',
      14 => '选择“是”开启，WAP注册功能。',
      15 => 'WAP访问url地址:',
      16 => '默认为http://安装您微博的域名/wap',
      17 => '如果在此指定二级域名，需要将域名解析到wap目录。',
      18 => '3G访问url地址:',
      19 => '默认为http://安装您微博的域名/mobile',
      20 => '如果在此指定二级域名，需要将域名解析到mobile目录。',
      21 => 'iPhone客户端',
      22 => '如您网站已经拥有此客户端，请在右侧填写下载地址',
      23 => '购买客户端商业授权，请点此',
      24 => 'Android客户端',
      25 => '如您网站已经拥有此客户端，请在右侧填写下载地址；',
      26 => '手机短信',
      27 => '可实现短信发微博、有新微博接收通知、短信群发等',
      28 => '请点击这里进行具体设置',
    ),
  ),
  121 => 
  array (
    'index' => 
    array (
      '图片上传设置' => 'admin.php?mod=setting&code=modify_image',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_image',
      1 => '图片上传设置',
      2 => '核心设置',
      3 => '手机应用设置',
      4 => '发布来源设置',
      5 => '图片签名档调用',
      6 => '邮件发送设置',
      7 => '远程附件设置',
      8 => '图片上传相关设置',
      9 => '一次上传多图数量限制:',
      10 => '多图上传时，一次性最多只能上传多少张？默认为3张',
      11 => '指定图片缩略图像素大小:',
      12 => '微博中上传图片按比例生成缩略图，宽高不会超过本设定；',
      13 => '比如设置为宽：120px，高：120px，但都不能小于60px',
      14 => '宽px，高px',
      15 => '保存图片的最大像素尺寸:',
      16 => '原始数码图片像素和文件都很大，则系统会按照本设置进行缩小后再保存到服务器；',
      17 => '比如可以设置为 宽：600px，高：1600px，但都不能小于300px。',
      18 => '对上传图片打水印:',
      19 => '选择“是”将开启图片水印功能，如需支持中文水印，请点此下载中文字体',
      20 => '或从C:/windows/fonts拷贝一种字体文件改名为jsg.ttf，再通过FTP上传为 ./images/jsg.ttf',
      21 => '图片水印内容:',
      22 => '选择用户昵称，必须上传字体到./images/jsg.ttf',
      23 => '个性域名',
      24 => '@用户名',
      25 => '水印字体大小:',
      26 => '字体大小仅对truetype字体有效默认为12',
      27 => '水印字体颜色:',
      28 => '默认为白色(#ffffff)',
      29 => '图片水印位置:',
      30 => '即水印文字显示在图片上的方位',
      31 => '左上角',
      32 => '左下角',
      33 => '右上角',
      34 => '右下角',
      35 => '随机位置',
    ),
  ),
  122 => 
  array (
    'index' => 
    array (
      '发布来源设置' => 'admin.php?mod=setting&code=modify_topic_from',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_topic_from',
      1 => '发布来源设置',
      2 => '核心设置',
      3 => '手机应用设置',
      4 => '图片上传设置',
      5 => '图片签名档调用',
      6 => '邮件发送设置',
      7 => '远程附件设置',
      8 => '发布来源标识',
      9 => '来源显示名称(*必填)',
      10 => '来源相关页面',
      11 => '默认来源名称',
      12 => 'wap',
      13 => '默认名称为 “手机WAP”',
      14 => '默认地址为 “index.php?mod=other&code=wap”',
      15 => '手机WAP',
      16 => 'mobile',
      17 => '默认名称为 “手机3G”',
      18 => '默认地址为 “index.php?mod=other&code=mobile”',
      19 => '手机3G',
      20 => 'sms',
      21 => '默认名称为 “手机短信”',
      22 => '默认地址为 “index.php?mod=other&code=sms”',
      23 => '手机短信',
      24 => '默认名称为 “QQ机器人”',
      25 => '默认地址为 “index.php?mod=tools&code=imjiqiren”',
      26 => 'QQ机器人',
      27 => 'sina',
      28 => '默认名称为 “新浪微博”',
      29 => '默认地址为 “index.php?mod=account&code=sina”',
      30 => '新浪微博',
      31 => 'android',
      32 => '默认名称为 “Android客户端”',
      33 => '默认地址为 “index.php?mod=other&code=android”',
      34 => 'Android客户端',
      35 => 'iphone',
      36 => '默认名称为 “iPhone客户端”',
      37 => '默认地址为 “index.php?mod=other&code=iphone”',
      38 => 'iPhone客户端',
      39 => 'ipad',
      40 => '默认名称为 “iPad客户端”',
      41 => 'iPad客户端',
      42 => 'androidpad',
      43 => '默认名称为 “Android平板”',
      44 => 'Android平板',
      45 => '恢复为默认设置',
    ),
  ),
  123 => 
  array (
    'index' => 
    array (
      '图片签名档调用' => 'admin.php?mod=setting&code=modify_qmd',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_qmd',
      1 => '图片签名档调用',
      2 => '核心设置',
      3 => '手机应用设置',
      4 => '图片上传设置',
      5 => '发布来源设置',
      6 => '邮件发送设置',
      7 => '远程附件设置',
      8 => '图片签名档选项',
      9 => '是否开启图片签名档:',
      10 => '开启该功能，因为需要将用户的微博生成图片，所以对网站效率有一定影响；',
      11 => '选择“是”，则用户可在前台获取自己的图片签名档代码，用于挂在论坛签名栏处显示微博。',
      12 => '签名档图片存放目录:',
      13 => '填写网站文件夹目录名称，注意以“/”结尾，如: images/qmd/',
      14 => '（提示: 如果开启了图片签名档，则此项不能为空）',
      15 => '签名档字体文件:',
      16 => '填写系统字体文件路径或者已上传的字体文件路径。',
      17 => '字体文件为空将无法生成签名档，字体文件最好是宋体',
      18 => '如：images/simsun.ttc',
      19 => '（提示: 此项不能为空）',
    ),
  ),
  124 => 
  array (
    'index' => 
    array (
      '邮件发送设置' => 'admin.php?mod=setting&code=modify_smtp',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_smtp',
      1 => '邮件发送设置',
      2 => '核心设置',
      3 => '手机应用设置',
      4 => '图片上传设置',
      5 => '发布来源设置',
      6 => '图片签名档调用',
      7 => '远程附件设置',
      8 => '技巧提示',
      9 => '如果您的服务器自身不支持邮件发送功能，请使用smtp方式。',
      10 => '邮件设置',
      11 => '是否通过SMTP方式发送邮件？',
      12 => '选择“是”，需要填写下面的SMTP配置信息（一般来说发送速度较慢）；',
      13 => '选择“否”，将通过 PHP 函数的 sendmail 发送(需要你的服务器支持，推荐此方式)',
      14 => 'SMTP服务器:',
      15 => '如：smtp.qq.com（某些邮箱需要手动开启SMTP服务才可以使用，QQ邮箱在设置-帐户中开启）',
      16 => 'SMTP服务器端口:',
      17 => '一般为25',
      18 => 'SMTP服务器的用户邮箱:',
      19 => '发送邮件时使用，如 10000@qq.com',
      20 => 'SMTP服务器的用户帐号:',
      21 => '登录SMTP邮箱服务器的帐号，如 10000',
      22 => 'SMTP服务器的用户密码:',
      23 => '帐号对应的密码',
    ),
  ),
  125 => 
  array (
    'index' => 
    array (
      '远程附件设置' => 'admin.php?mod=setting&code=modify_ftp',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_ftp',
      1 => '远程附件设置',
      2 => '核心设置',
      3 => '手机应用设置',
      4 => '图片上传设置',
      5 => '发布来源设置',
      6 => '图片签名档调用',
      7 => '邮件发送设置',
      8 => '技巧提示',
      9 => '开启本功能后，会将用户上载的图片和头像通过FTP上传到远程服务器上，便于实施附件与程序分离。',
      10 => '是否开启？',
      11 => '启用SSL？',
      12 => '注意：FTP服务器必需开启 SSL',
      13 => 'FTP地址:',
      14 => '请填写FTP服务器的域名或者IP地址',
      15 => 'FTP端口:',
      16 => '默认为21',
      17 => 'FTP帐号:',
      18 => '该帐号必需具有以下权限：读取文件、写入文件、删除文件、创建目录、子目录继承',
      19 => 'FTP密码:',
      20 => '帐号对应的密码',
      21 => '被动模式(pasv)连接？',
      22 => '一般情况下非被动模式即可，如果存在上传失败问题，可尝试打开此设置',
      23 => 'FTP远程目录',
      24 => '远程附件目录的绝对路径或相对于 FTP 主目录的相对路径，结尾不要加斜杠“/”，“.”表示 FTP 主目录',
      25 => 'FTP访问URL',
      26 => '支持 HTTP 和 FTP 协议，结尾不要加斜杠“/”；如果使用 FTP 协议，FTP 服务器必需支持 PASV 模式，为了安全起见，使用 FTP 连接的帐号不要设置可写权限和列表权限',
      27 => 'FTP传输超时时间',
      28 => '单位：秒，0 为服务器默认',
    ),
  ),
  126 => 
  array (
    'index' => 
    array (
      'QQ机器人绑定' => 'admin.php?mod=imjiqiren&code=imjiqiren_setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=imjiqiren&code=imjiqiren_setting',
      1 => 'QQ机器人绑定',
      2 => '新浪微博绑定',
      3 => '腾讯微博绑定',
      4 => '参数配置',
      5 => '1、开启QQ机器人功能？',
      6 => '如第一次启用机器人，必须填写下面的核心配置',
      7 => '2、QQ机器人核心配置',
      8 => '如第一次启用机器人，请点下面地址获取QQ机器人核心配置信息，并填写在右侧；留空则不更新原先的配置',
      9 => '【点此启用/获取机器人核心配置】',
      10 => '2.1、APP ID',
      11 => '2.2、APP KEY',
      12 => '09500debe6c59fde928e2c4f2eee462c',
      13 => '2.3、QQ机器人',
      14 => '1513109047',
      15 => '2.4、QQ发微博格式前辍',
      16 => '2.5、QQ签名发微博标志',
      17 => '3、有新微博通知管理员？ 建议您启用本功能，便于及时监控微博内容。请按右侧步骤开启此功能',
      18 => '1）绑定您的常用QQ号，点此在新窗口中打开绑定；',
      19 => '2）在下面输入框中填入您绑定的QQ号码，并提交；',
      20 => '3）管理员QQ设置完成，您可以点此在新窗口中打开测试。',
      21 => '4、QQ机器人提醒类型设置',
      22 => '只有下面开启的提醒功能，前台用户才可以设置',
      23 => '4.1、开启@我的提醒功能？',
      24 => '4.2、开启新评论提醒功能？',
      25 => '4.3、开启新私信提醒功能？',
      26 => '4.4、开启新粉丝提醒功能？',
      27 => '5、其他设置',
      28 => '5.1、禁止QQ签名发微博？',
      29 => '5.2、禁止QQ发微博时更新到新浪？',
      30 => '5.3、禁止QQ发微博时更新到腾讯？',
      31 => '5.4、禁止QQ发@MM指令时修改密码？',
    ),
  ),
  127 => 
  array (
    'index' => 
    array (
      '论坛帖子同步发微博' => 'admin.php?mod=setting&code=bbs_plugin',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=bbs_plugin',
      1 => '论坛帖子同步发微博',
      2 => 'UCenter整合',
      3 => '调用Discuz!论坛',
      4 => '调用DedeCMS文章',
      5 => '整合调用PhpWind',
      6 => '功能介绍',
      7 => '1、基于记事狗微博api为主流论坛开发的“帖子同步发微博”插件。',
      8 => '2、在论坛系统中安装好该插件后，可以实现发论坛主题、回帖时将内容标题和内容简介同步发到记事狗微博站中，方便微博用户查看bbs中内容。',
      9 => '3、目前支持Discuz！论坛系统和PhpWind论坛系统',
      10 => '插件下载地址',
      11 => '1、帖子同步发微博插件Discuz!版本，请单击这里下载。',
      12 => '2、帖子同步发微博插件PhpWind版本，请单击这里下载。',
    ),
  ),
  128 => 
  array (
    'index' => 
    array (
      '调用DedeCMS文章' => 'admin.php?mod=dedecms&code=dedecms_setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=dedecms&code=dedecms_setting',
      1 => '调用DedeCMS文章',
      2 => 'UCenter整合',
      3 => '调用Discuz!论坛',
      4 => '论坛帖子同步发微博',
      5 => '整合调用PhpWind',
      6 => '使用说明',
      7 => '功能介绍：在Jishigou微博内显示DedeCMS文章系统的文章内容及对该文章的评论内容！',
      8 => 'DedeCMS文章系统调用',
      9 => '开启DedeCMS文章系统调用:',
      10 => '开启后站内可同步显示DedeCMS文章系统的数据',
      11 => '参数设置',
      12 => 'DedeCMS文章系统数据库地址:',
      13 => '如果文章系统与微博在同一服务器上填：localhost，否则请填写IP地址',
      14 => 'DedeCMS文章系统数据库编码类型:',
      15 => 'GBK',
      16 => 'UTF-8',
      17 => 'DedeCMS文章系统数据库字符集编码类型（gbk或utf-8）',
      18 => '数据库名:',
      19 => 'DedeCMS文章系统数据库名称',
      20 => '数据库用户名:',
      21 => 'DedeCMS文章系统数据库用户名称',
      22 => '数据库密码:',
      23 => 'DedeCMS文章系统数据库用户密码',
      24 => '数据库端口:',
      25 => 'DedeCMS文章系统数据库连接端口号（默认3306，无需修改）',
      26 => '数据库表前缀:',
      27 => 'DedeCMS文章系统数据库表前缀符号，（DedeCMS系列默认是:dede_）',
      28 => '文章系统访问地址:',
      29 => 'DedeCMS文章系统URL访问地址（结尾不要加“/”，例如：http://www.dedecms.com）',
    ),
  ),
  129 => 
  array (
    'index' => 
    array (
      '整合调用PhpWind' => 'admin.php?mod=phpwind&code=phpwind_setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=phpwind&code=phpwind_setting',
      1 => '整合调用PhpWind',
      2 => 'UCenter整合',
      3 => '调用Discuz!论坛',
      4 => '论坛帖子同步发微博',
      5 => '调用DedeCMS文章',
      6 => '使用提示',
      7 => '1、整合phpwind，不可以与discuz和ucenter共存，此操作将取消系统与ucenter或discuz论坛的整合！',
      8 => '2、操作前，请先备份好Jishigou及phpwind的数据库，以防数据丢失',
      9 => '3、如果开启了本功能请，请按以下方法进行正确的配置，否则会导致用户不能正常的注册、登录Jishigou',
      10 => '以创始人身份进入phpwind后台。1、“创始人”->“用户中心设置”->“将本系统作为‘用户中心服务端’”。2、“应用管理”->“添加应用”，(应用名称：jishigou，应用的URL：你的微博URL地址，随机生成密钥，保存。把生成的应用ID号和对应的应用密钥填写在下面对应的地方)。3、“应用”->“插件中心”->“通行证”->“设置”（通行证：开启；通行证私有密钥：随机生成；将本系统作为：服务器端；同步登录的客户端地址：填写你的微博URL地址）',
      11 => 'phpwind整合',
      12 => '开启phpwind整合？',
      13 => '开启调用phpwind用户头像',
      14 => '开启调用phpwind论坛帖子',
      15 => '（开启后在我的首页增加一个Tab“我的论坛”显示论坛的帖子）',
      16 => '参数配置',
      17 => 'Phpwind通行证私有密钥',
      18 => '（phpwind后台->应用->插件中心->配置的通行证私有密钥，方法见上面说明）',
      19 => 'Phpwind通信密钥',
      20 => '（phpwind后台->创始人->用户中心->应用管理->添加应用->生成的通信密钥，方法见上面说明）',
      21 => '当前应用的ID',
      22 => '（phpwind后台->创始人->用户中心->应用管理->应用列表->对应的应用ID，方法见上面说明）',
      23 => 'Phpwind的URL地址',
      24 => 'Phpwind数据库地址',
      25 => 'Phpwind数据库用户名',
      26 => 'Phpwind数据库密码',
      27 => 'Phpwind数据库名称',
      28 => 'Phpwind数据库字符集',
      29 => 'GBK',
      30 => 'UTF-8',
      31 => 'Phpwind数据库表前辍',
      32 => 'Phpwind字符集',
      33 => 'Phpwind IP地址',
      34 => '（可不填写）',
      35 => '提 交',
    ),
  ),
  130 => 
  array (
    'index' => 
    array (
      '网站首页幻灯' => 'admin.php?mod=setting&code=modify_slide_index',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=setting&code=modify_slide_index',
      1 => '网站首页幻灯',
      2 => '我的首页幻灯',
      3 => '广告管理',
      4 => '关于我们等',
      5 => '首页公告',
      6 => '友情链接',
      7 => '首页幻灯广告设置',
      8 => '是否启用？',
      9 => '启用幻灯广告后，在网站首页会显示幻灯图片内容，以吸引游客访问网站；',
      10 => '启用',
      11 => '图片地址和链接地址',
      12 => '排序',
      13 => '1）请输入图片地址：图片大小以680x220为最佳；',
      14 => '或上传图片：',
      15 => '2）完整链接url地址：',
      16 => '1）请输入图片地址：',
      17 => '图片大小以680x220为最佳；       或上传图片：',
    ),
  ),
  131 => 
  array (
    'index' => 
    array (
      '私信管理' => 'admin.php?mod=pm&code=pm_manage',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=pm&code=pm_manage',
      1 => '私信管理',
      2 => '私信群发',
      3 => '搜索站内短信',
      4 => '发件人:',
      5 => '收件人:',
      6 => '关键词:',
      7 => '搜索一下',
      8 => '全部消息',
      9 => '来自',
      10 => '发给',
      11 => '消息内容',
      12 => '时间',
      13 => '操作',
    ),
  ),
  132 => 
  array (
    'index' => 
    array (
      '私信群发' => 'admin.php?mod=pm&code=pmsend',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=pm&code=pmsend',
      1 => '私信群发',
      2 => '私信管理',
      3 => '群发私信',
      4 => '群发内容:',
      5 => '群发人',
      6 => '群发消息内容',
      7 => '群发时间',
      8 => '操作',
    ),
  ),
  133 => 
  array (
    'index' => 
    array (
      '头像签名审核' => 'admin.php?mod=verify&code=fs_verify',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=verify&code=fs_verify',
      1 => '头像签名审核',
      2 => '签名管理',
      3 => '个人标签管理',
      4 => '自我介绍管理',
      5 => '通过',
      6 => '用户昵称',
      7 => '审核头像',
      8 => '审核签名',
      9 => '操作',
    ),
  ),
  134 => 
  array (
    'index' => 
    array (
      '个人标签管理' => 'admin.php?mod=user_tag&code=user_tag_manage',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=user_tag&code=user_tag_manage',
      1 => '个人标签管理',
      2 => '签名管理',
      3 => '头像签名审核',
      4 => '自我介绍管理',
      5 => '添加个人标签',
      6 => '名称:',
      7 => '添加',
      8 => '搜索标签',
      9 => '标签名称:',
      10 => '搜索一下',
      11 => '全部标签',
      12 => '标签',
      13 => '使用人数',
      14 => '操作',
      15 => '提 交',
    ),
  ),
  135 => 
  array (
    'index' => 
    array (
      '举报管理' => 'admin.php?mod=report&code=report_manage',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=report&code=report_manage',
      1 => '举报管理',
      2 => '微博举报管理',
      3 => '微博管理',
      4 => '待审核微博',
      5 => '内容过滤设置',
      6 => '微博回收站',
      7 => '官方推荐管理',
      8 => '搜索举报',
      9 => '举报者:',
      10 => '处理状况:',
      11 => '关键词:',
      12 => '举报类型:',
      13 => '发布时间:',
      14 => '搜索指定',
      15 => '全部举报',
      16 => '高亮此页违法关键字',
      17 => '正在高亮违法关键词，请稍等...',
      18 => '批量预选处理结果：',
      19 => '正常显示',
      20 => '删除微博',
    ),
  ),
  136 => 
  array (
    'index' => 
    array (
      '官方推荐管理' => 'admin.php?mod=recdtopic&code=recdtopic_manage',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=recdtopic&code=recdtopic_manage',
      1 => '官方推荐管理',
      2 => '官方推荐',
      3 => '微博管理',
      4 => '待审核微博',
      5 => '内容过滤设置',
      6 => '微博回收站',
      7 => '举报管理',
      8 => '查找已推荐的微博',
      9 => '按昵称查找:',
      10 => '按关键词查找:',
      11 => '搜索指定  全部已推荐',
      12 => '已推荐/置顶的微博',
      13 => '推荐时间',
      14 => '是否过期',
      15 => '操作',
    ),
  ),
  137 => 
  array (
    'index' => 
    array (
      'V认证设置' => 'admin.php?mod=vipintro&code=validate_setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=vipintro&code=validate_setting',
      1 => 'V认证设置',
      2 => '用户V认证',
      3 => '名人堂设置',
      4 => 'V认证类别',
      5 => 'V认证操作',
      6 => '审核通过|',
      7 => '等待审核|',
      8 => '审核未通过|',
      9 => '导入老认证用户',
      10 => '上传证件图片：',
      11 => '开启',
      12 => '关闭',
      13 => '提交',
      14 => '（选择“开启”用户申请认证时必须上传证件图片，选择"关闭"用户可不上传证件图片。）',
    ),
  ),
  138 => 
  array (
    'index' => 
    array (
      'V认证类别' => 'admin.php?mod=vipintro&code=categorylist',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=vipintro&code=categorylist',
      1 => 'V认证类别',
      2 => '用户V认证',
      3 => '名人堂设置',
      4 => 'V认证设置',
      5 => '认证操作',
      6 => '增加主类|',
      7 => '增加分类|',
      8 => '类别列表',
      9 => 'V认证分类名称',
      10 => '默认图标',
      11 => '认证人数',
      12 => '编辑',
      13 => '查看',
      14 => '删除',
      15 => '个人',
      16 => '编辑顶级分类',
      17 => '站长',
      18 => '编辑子分类',
      19 => '查看用户',
      20 => '其他',
      21 => '增加子分类',
      22 => '企业',
      23 => '增加顶级分类',
    ),
  ),
  139 => 
  array (
    'index' => 
    array (
      '页面显示设置' => 'admin.php?mod=show&code=modify',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=show&code=modify',
      1 => '页面显示设置',
      2 => '顶部导航菜单',
      3 => '皮肤风格设置',
      4 => '模板风格设置',
      5 => '网站logo设置',
      6 => '页面显示设置（将显示数量设置为0，将不显示该栏目信息）',
      7 => '站点首页',
      8 => '[页面右侧]  最活跃用户：显示',
      9 => '条，数据缓存时间',
      10 => '[页面右侧]  最受关注用户：显示',
      11 => '[页面左侧]  大家都在说：显示',
      12 => '[页面滚动]  热议话题：显示',
      13 => '微博广场：最新微博页面',
      14 => '[页面左侧]  最新微博显示',
      15 => '[页面右侧]  最新话题显示',
      16 => '条，',
      17 => '显示',
      18 => '内的话题，数据缓存时间',
      19 => '微博广场：热门转发页面',
      20 => '[页面左侧]  近一天热门转发：显示',
      21 => '[页面左侧]  近一周热门转发：显示',
      22 => '[页面左侧]  近两周热门转发：显示',
      23 => '[页面左侧]  近一月热门转发：显示',
      24 => '微博广场：热门评论页面',
      25 => '[页面左侧]  近一天热门评论：显示',
      26 => '[页面左侧]  近一周热门评论：显示',
      27 => '[页面左侧]  近两周热门评论：显示',
      28 => '[页面左侧]  近一月热门评论：显示',
      29 => '微博广场：最新评论页面',
      30 => '达人榜页面',
      31 => '1、最受关注榜：显示',
      32 => '2、一周人气榜：显示',
      33 => '3、一周活跃榜：显示',
      34 => '4、一周影响榜：显示',
      35 => '5、积分榜：显示',
      36 => '话题榜页面',
      37 => '1、最受关注话题：显示',
      38 => '2、最近热门话题：显示',
      39 => '3、一周热门话题：显示',
      40 => '4、一周关注话题：显示',
      41 => '5、推荐话题：显示',
      42 => '发现微群页面',
      43 => '每个群分类的活跃数：显示',
      44 => '个，数据缓存时间',
      45 => '我的首页页面',
      46 => '我的微博页面',
      47 => '我的收藏页面',
      48 => '收藏我的页面',
      49 => '评论我的页面',
      50 => '@提到我的页面',
      51 => '我的关注页面',
      52 => '关注我的页面',
      53 => '媒体汇页面',
      54 => '个用户',
      55 => '更多媒体汇页面',
      56 => '单个话题页面',
      57 => '注册完成关注人数',
      58 => '投票页面',
      59 => '1、列表页面：',
      60 => '显示条',
      61 => '2、右侧热点推荐：',
      62 => '网站公告页面',
      63 => '条公告',
      64 => '单条微博下拉评论数',
      65 => '条微博',
      66 => '提交',
    ),
  ),
  140 => 
  array (
    'index' => 
    array (
      '模板风格设置' => 'admin.php?mod=show&code=modify_template',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=show&code=modify_template',
      1 => '模板风格设置',
      2 => '顶部导航菜单',
      3 => '页面显示设置',
      4 => '皮肤风格设置',
      5 => '网站logo设置',
      6 => '默认模板套系:',
      7 => '模板是一个网站的内容展示骨架，如果只是更改显示颜色背景请点此使用皮肤设置；',
      8 => '默认模板决定从指定目录读取模板文件，指定目录缺少的模板会从default目录中读取；',
      9 => '注意：如要新建模板套系，请新建一个目录，而不要直接修改default目录模板文件。',
      10 => '点击查看模板开发说明',
      11 => '开启模板开发模式？',
      12 => '选择“是”，系统发现模板有变化时会自动清空原编译模板目录，并重新读取模板并编译，方便调试新模板界面；选择“否”需手工点导航条小的“清空缓存”才会重新编译模板；注意：选择“是”后会造成额外系统资源消耗。',
      13 => '（网站正常运行时，请设置为否）',
      14 => '默认开启三栏架构显示？',
      15 => '选择“是”，那么新注册用户使用默认左中右三栏显示；选择否，则默认使用两栏，用户可在顶部导航“帐号”下自行切换',
      16 => '提交',
    ),
  ),
  141 => 
  array (
    'index' => 
    array (
      '网站logo设置' => 'admin.php?mod=show&code=editlogo',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=show&code=editlogo',
      1 => '网站logo设置',
      2 => '顶部导航菜单',
      3 => '页面显示设置',
      4 => '皮肤风格设置',
      5 => '模板风格设置',
      6 => '注意：更改LOGO后，原LOGO会被覆盖(不可恢复)；请先备份原有LOGO，以免LOGO丢失。',
      7 => '更改LOGO',
      8 => '游客首页LOGO尺寸:232px*166px',
      9 => '网站首页LOGO尺寸:160px*59px',
      10 => '提交',
    ),
  ),
  142 => 
  array (
    'index' => 
    array (
      '微博站外展示调用' => 'admin.php?mod=share&code=share_setting',
    ),
    'text' => 
    array (
      0 => 'admin.php?mod=share&code=share_setting',
      1 => '微博站外展示调用',
      2 => '微博评论模块',
      3 => '相关说明',
      4 => '收缩/展开',
      5 => '功能说明：将微博展示到其他地方，即将微博中指定的内容以JS代码调用并展示在其他网页；',
      6 => '要点说明：如果您希望调用微博的发布框在其他网页中使用，请访问微博评论模块；',
      7 => '使用说明：记事狗支持创建多个站外显示调用项目，彼此之间独立，并可单独设置模板样式等；',
      8 => '调用描述',
      9 => '内容类别',
      10 => '站外调用代码',
      11 => '管理',
      12 => '暂无站外调用项目，点下面下面的"添加站外调用"按钮',
      13 => '删除选定',
      14 => '添加站外调用',
    ),
  ),
);
 ?>