<?php
/*******************************************************************
 * [JishiGou] (C)2005 - 2099 Cenwor Inc.
 *
 * This is NOT a freeware, use is subject to license terms
 *
 * @Filename talk.php $
 *
 * @Author http://www.jishigou.net $
 *
 * @Date 2012-04-24 16:33:35 566653750 667727603 498 $
 *******************************************************************/

 
  
$config['talk']=array (
  'user' => 'admin',
  'des' => '微访谈是建立在微博基础上的访谈类产品。微访谈的所有问题都来自于普通网友，并且由访谈嘉宾直接进行回答，真正做到了嘉宾与网友之间的零距离交流。
微访谈开放平台为合作伙伴提供庞大的微博用户、便捷的管理后台、专业的运营团队，是邀请明星、专家等嘉宾与微博网友在线互动问答的最佳平台。',
  'ads' => '微访谈接受体育、娱乐、科技、财经等相关访谈需求申请。
如有举办访谈需求请私信@admin, 并留下您的姓名、身份和联系方式。',
  'uid' => '1',
);
 ?>